{"\"The Rivals of Sherlock Holmes\" (1971) {The Missing Q.C.s (#2.11)}": "Two leading London barristers--Queen's Counsels--disappear during a murder trial, one for the prosecution and one for the defense. Junior defense barrister Charles Dallas searches for his two colleagues, but they are about to undergo the most bizarre of trials themselves."}
{"Sherlock Holmes and a Study in Scarlet (1983)": "One of the most classic Sherlock Holmes tales is brought to the screen in this high quality entertaining animated feature for your kids and family. Holmes has one baffling clue to help him track down the crime of an American visitor in London."}
{"Sherlock Holmes: The Man Who Disappeared (1951) (TV)": "A Sherlock Holmes story in which the detective investigates the disappearance of a missing husband who is traced to an opium-den in Wapping, where the proprietor denies knowledge of him. Holmes finds him upstairs in a pool of blood, is attacked and fights his way out. After various enquiries he solves the mystery. Originally the pilot for a proposed television series, this film ended up as a B-movie short."}
{"\"Les nouvelles aventures de Lucky Luke\" (2001) {Les Dalton contre Sherlock Holmes (#1.3)}": "When queen Victoria visits president Grant, the old and new world leaders brag and sneer, ending up to bet who can catch the Daltons first, her P.I. Sherlock Holmes or U.S. top-sleuth Lucky Luke. While the champions with opposite manners and methods play fair, Victoria follows in a cart with two guardsmen, which she orders to sabotage Lucky. Just when she snatches up Sherlock to rebuke him, that gets the whole British party kidnapped by the Daltons..."}
{"Sherlock Holmes and the Voice of Terror (1942)": "When Nazi saboteurs jeeringly predicts to the nation of new depredations via their radio Voice of Terror, the Intellegence Inner Council summons Sherlock Holmes ('Basil Rathbone' (qv))to help in the crisis. Holmes and his companion, Dr. Watson ('Nigel Bruce' (qv)), are visited the first night of their investigation;a man falls dying from a knife wound on their doorstep. His last word leads Holmes into the slums where he encounters Kitty ('Evelyn Ankers' (qv)), the sweetheart of the slain man. England, at the start of World War Two. Mysterious wireless broadcasts, apparently from Nazi Germany are heard over the BBC. The warn of acts of terror in England, just before they take place. Baffled, the Defence Committee call in Holmes ..."}
{"Sherlock Holmes Vs. Jack the Ripper (2009) (VG)": "SynopsisEditHistoryDiscussWatch London's greatest detective investigates the crimes of London's most notorious serial killer. This game combines the events of the Jack the Ripper murders with Sir Arthur Conan Doyle's fictional detective, in investigating one of the most intriguing unsolved cases of all time. A woman has been brutally murdered in the district of Whitechapel, the police are baffled with very few leads to go by, fortunately the brilliant detective Sherlock Holmes is on the case. Join Holmes and Watson as they visit the places where the bodies of the canonical five were found, plus many other sites of 19th century London, interview numerous characters, (many of whom existed in reality), solve various puzzles and draw conclusions using Holmes' powers of deduction to hunt down this vicious killer."}
{"\"Sherlock Holmes\" (1954) {The Case of the Perfect Husband (#1.27)}": "Russell Partridge announces to his wife Janet one day that he is in fact a killer who has murdered his six previous wives, and notifies her that she has one day to live and get her affairs in order before he murders her, too. Janet can get no one to believe her tale, except Holmes and Watson, who must devise a plan to trap the killer before Janet's time runs out."}
{"\"Sherlock Holmes\" (1954) {The Case of the Shoeless Engineer (#1.12)}": "Sherlock Holmes and Dr. Watson are spending a restful day in the country, when they encounter a badly injured man who is carrying an unconscious young woman. They take the pair back to their flat in London, and after Dr. Watson has treated them, the man explains what has happened to them. He is Haterley, a hydraulic engineer with a business of his own. He had been hired by Colonel Stark and an associate, who wanted him to fix a large hydraulic press for them. He was taken to the colonel's country home, where their housekeeper tried frantically to warn him about Stark. After a tumultuous encounter, he and the housekeeper had barely escaped with their lives. From other details, Holmes deduces that Stark was involved in counterfeiting. Holmes, Watson, and Inspector Lestrade then set out to finish the case."}
{"\"Sherlock Holmes\" (1964) {The Six Napoleons (#1.6)}": "Why should a wild-eyed Latin go around London, entering shops and burgling houses purely to smash miniature busts of the Emperor Napoleon Bonaparte? Holmes knows. The man is not a lunatic, as the police suspect,but is looking for something concealed in one of the Napoleons."}
{"\"Sherlock Holmes\" (1964) {The Greek Interpreter (#2.7)}": "Mr. Melas comes to see Holmes. He was hired by a man called Latimer as a translater but the job became extremely sinister as he was hired to interpret to a fellow Greek, who was clearly being kept in Latimer's house against his will. A woman called Sophy, who turns out to be the prisoner's sister, is also involved."}
{"De dwaze Lotgevallen van Sherlock Jones (1975)": "The world famous Karthoum diamond, which is worth some 2 million extremely hard Dutch Guilders, is being transported to the Netherlands from Pretoria to be on display in a museum. Director Sondag feels the diamond isn't getting enough protection and resorts to hiring a private detective to keep an eye on it. Unfortunately for him, some Italian mobsters are planning a jewel heist and make sure Sondag hires the bumbling and incompetent Sherlock Jones. In fact, Sherlock's basset hound Watson has a better grasp of the situation than his master."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Dancing Men (#1.2)}": "Hilton Cubitt seeks Sherlock Holmes' assistance in determining why a series of hieroglyphs - little pictures of dancing men - has so terrified his American wife Elsie. He knows little of his wife's background having met her in London during the Queen's Golden Jubilee but has now been very happily married for three years. The problems started a few months before when she received a letter from Chicago and more recently, when the drawings of the dancing men had been chalked on a garden wall. Holmes realizes that the symbols are a code of some sort and Mrs. Cubitt continues to receive similar messages. He also knows however that to unravel the mystery, he will have to learn more about the woman's past and her history in America."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Three Gables (#1.1)}": "Sherlock Holmes'advice is sought by the elderly Mrs. Mary Maberley who has a particularly odd puzzle for him to solve. About one year ago she bought her current house, The Three Gables, and had lived there with her grandson until his recent death following complications from a ruptured spleen. She was shocked when approached by an estate agent who essentially offered her a blank cheque to buy The Three Gables from her in its entirety, including all of the contents. The old lady was keen to sell as, having lost her grandson, she now hoped to finance a 'round-the-world tour. The terms however included that she take nothing whatsoever from the house, not even the portrait of her grandson hanging on the wall. This she could not do and declined the offer to purchase. Did she make the right decision, she asks Holmes? It is evident that there is something in the house that someone is prepared to pay any price to get their hands on. Holmes soon finds that the connection has to be the grandson and a romance he recently had with a very attractive older woman."}
{"\"BraveStarr\" (1987) {Sherlock Holmes in the 23rd Century, Part 1 (#1.53)}": "When Sherlock Holmes plummets down Reichenbach Falls, a natural time warp transports him into the year 2249. There he is patched up by Rigillian Dr. Whitson of Harley Str. Hospital. They soon team up with Holmes' great great grandniece, Yard Agent Mycroft Holmes. His first case is presented by Marshall Bravestarr, who is searching for a missing alien boy called Fleeder."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Case of Laker, Absconded (#1.13)}": "A junior bank clerk elopes with a fortune-but without his fiancee. The police reconstruct the absconder's route, from bank to train station to the Continent. However, Martin Hewitt believes the trail is a little too easy to follow. With the help of the jilted lover, he embarks on a search to discover what really happened to the missing man."}
{"\"Sherlock Holmes\" (1954) {The Mother Hubbard Case (#1.10)}": "A young girl tells a man that she is lost, gives him an address, and asks him to take her home. Later, a father and daughter come to consult Sherlock Holmes, telling him that the daughter's fiancé has disappeared, after sending a note that he was helping a lost little girl. Holmes believes that the case is the latest in a series that includes seven other disappearances in similar circumstances. Holmes and Watson trace the missing man's movements, which leads them to an apparently empty house. After a brief search, they discover the dead body of the missing man in the fireplace. It soon becomes clear that a murderer has killed several victims after luring them to various unoccupied homes."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Mysterious Death on the Underground Railway (#2.1)}": "When a young woman is poisoned on a London subway train, the police searching for her killer appear to be on the wrong track. Bright young reporter Polly Burton decides to unmask the murderer herself--putting her own safety on the line in the process."}
{"La derničre enquęte de Sherlock Holmes (2010)": "1920. Retired, Sherlock Holmes and the faithful Doctor Watson are enjoying a country expedition. But a countryman's murder in the forest will lead the famous detective to make his last investigation, which will question the obviousness of his past."}
{"\"The Adventures of Sherlock Holmes\" (1984) {A Scandal in Bohemia (#1.1)}": "Sherlock Holmes is hired by the King of Bohemia to retrieve a compromising photograph from a certain lady. The King has tried to purchase the photo and even hired burglars to retrieve it, but without success. The woman in question is the very beautiful Irene Adler, an opera singer. She has made no demands of the King so it does not seem that blackmail is her intent. Using various disguises, Holmes learns as much about the woman as he can and is surprised when, after following her to a church, finds that she has married a barrister. Holmes stages a bit of theatre to get her to divulge the location of the photo but he finds he has met his match in both daring and intellect."}
{"\"Sherlock\" (2010) {The Hounds of Baskerville (#2.2)}": "Twenty years earlier, aged seven, young Henry Knight saw his father torn to pieces by a monstrous creature at Dewer's Hollow near their Dartmoor home. Now Henry has seen the footprints of a huge beast and suspects that the nearby Baskerville government research station is breeding mutant animals. Sherlock and John travel to the moor where local lad Fletcher organizes tourist walks cashing in on the legend of Dartmoor's spectral hound. Using false I.D. the pair infiltrate Baskerville and are challenged by secretive Major Barrymore but rescued by sympathetic Dr. Frankland, a friend to Henry. After Sherlock himself sees the monstrous creature he enlists the help of geneticist Dr. Stapleton to help him solve the mystery. A bored Sherlock decides to take on the case of Henry Knight, who claims to have seen the footprint of a gigantic hound in the woods. He also claims that 20 years before he had seen his father mauled to death by the creature. Holmes assumes that the source of the creature is the nearly Baskerville military research facility. Using his brother Mycroft's identity card, he and Watson gain access to the facility though his ruse is quickly found out. His faith in his abilities is shaken to the core when he too sees the creature, something that genuinely frightens him."}
{"\"CSI: Crime Scene Investigation\" (2000) {Who Shot Sherlock (#5.11)}": "Greg is doing his final proficiency test and he has a case to solve. Ironically, he investigates the death of a Sherlock Holmes- wannabe, obsessive to the point of recreating the great detective's living room in his home. He died from a close-range gunshot wound. The murder weapon is not found in the scene although everything other pieces of evidence suggest that it was a suicide. Working under Catherine, Nick and Warrick works on a case of a dead guy found in his car which veered off the highway. Dr. Robbins cannot find the cause of death and it is left to the two detectives to solve the mystery."}
{"\"Sherlock Holmes\" (1954) {The Case of the Cunningham Heritage (#1.1)}": "Dr. John Watson has just returned to London, after being wounded while serving with the military in Afghanistan. While looking for a place to live, a friend puts him in touch with Sherlock Holmes, and the two agree to share lodgings in Baker Street. Holmes proves an interesting if eccentric companion. When Holmes receives a message from the police, Watson learns that he is a private consulting detective, and soon finds himself assisting Holmes in investigating a murder case. Peter Cunningham has been found stabbed to death, with his fiancée standing over him holding a knife - but Scotland Yard's Inspector Lestrade is baffled by the lack of a motive for the crime."}
{"Sherlock Holmes: A Game of Shadows (2011)": "Sherlock Holmes ('Robert Downey Jr.' (qv)) and his longtime trusted associate, Doctor Watson ('Jude Law' (qv)), take on their arch-nemesis, Professor Moriarty ('Jared Harris (I)' (qv)), with the help of Holmes' older brother Mycroft Holmes ('Stephen Fry (I)' (qv)) and a gypsy named Simza ('Noomi Rapace' (qv)). With Dr. John Watson about to marry and end their partnership, a disconsolate Sherlock Holmes occupies his time investigating the schemes of his archenemy, Professor James Moriarty. However, when Moriarty warns that he considers the Watsons a legitimate target for his retaliation against the detective, Holmes must save them and get John involved in one last case. To do so, they join the Roma lady Madam Simza Heron's quest to find her missing brother, Renee, who may be the key to defeating Moriarty. Together, the trio find themselves involved in a dangerous international conspiracy led by the Napoleon of Crime in which the fate of all of Europe hangs in the balance. Sherlock Holmes is investigating terrorist attacks in London alone since his old partner Dr. John Watson will get married a few days later with Mary. His investigations point to Professor James Moriarty as the person responsible for the explosions. When Dr. Watson and Mary are attacked in the train while traveling for their honeymoon in Brighton, Holmes delivers Mary to the protection of his brother Mycroft. Soon Holmes and Dr. Watson disclose that Professor Moriarty has bought arms and ammunition factories and is trying to start a war in Europe killing political leaders and politicians. Now Sherlock and Watson have to stop Moriarty and his dangerous associate, the skilled former Colonel Sebastian Moran to avoid the imminent war."}
{"Sherlock Holmes and Little Chimney Sweeps (2013)": "This story tells about a well-known detective Sherlock Holmes and his devoted friend Doctor Watson. They investigate extremely intricate and complicated case about the explosion in the Admiralty and disappearance of the top-secret papers from the safe. You'll meet inspector Lestrade, missis Hudson, head of the secret department Admiral Benbow and mysterious little chimney sweeps."}
{"\"Sherlock Holmes\" (1964) {Charles Augustus Milverton (#1.10)}": "Charles Augustus Milverton, 'the most dangerous man in London' is a loathesome blackmailer, preying on the weaknesses of his victims. Lady Eva Blackwell asks Holmes to broker a deal with Milverton to retrieve some letters which would harm her impending marriage but Milverton only ups the asking price. Masquerading as a work-man Holmes discovers where the blackmailer keeps his victims' letters and, with Watson, breaks in at night and destroys them. They are interrupted by Milverton and hide. A woman victim appears and shoots Milverton dead. Holmes makes no attempt to stop her nor will he assist Lestrade in the subsequent murder case."}
{"\"Sherlock Holmes\" (1954) {The Case of the Texas Cowgirl (#1.4)}": "A covered wagon from \"Bison Jake's Wild West Rodeo\" pulls up outside 221B Baker Street, and cowgirl Minnie O'Malley goes inside to see Sherlock Holmes. She tells the detective that she has found a dead man in her hotel room, apparently killed by a tomahawk that she uses in her act. At her request, Holmes and Dr. Watson move the body to a different room, so that Minnie can avoid a scandal that might cause trouble for her British fiancé. Then, when Inspector Lestrade arrives on the scene to investigate, Holmes proceeds to the business of solving the case. He has already uncovered the crucial clue that there is a second tomahawk at the murder scene."}
{"\"The Return of Sherlock Holmes\" (1986) {The Man with the Twisted Lip (#1.5)}": "Watson locates a husband in a London opium den and encounters a disguised Holmes there. The Great Detective is searching for another errant husband who has apparently been killed by a filthy, poetry-spouting professional beggar who lives in one of the building's upper apartments. Dr. Watson has agreed to locate a friend's drug-addicted husband and while searching through an opium den, is surprised to find Sherlock Holmes there. Holmes is attempting to solve the disappearance of Neville St. Clair. Several days before, Mrs. St, Clair had been walking in a rundown section of London when she looked up to find her husband looking down at her from a window. A search of the rooms reveals her husband's clothing but he is nowhere to be found. They do find a crippled beggar with a horribly twisted lip and he is soon charged him with St. Clair's murder. Holmes has the solution to the mystery however."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Final Problem (#2.6)}": "After a four month absence, Sherlock Holmes returns to Baker Street following several attempts on his life. Holmes had been away on an important assignment for the French government - recovering the Mona Lisa that had bee stolen from the Louvre. He was successful in his task and appropriately rewarded by the French but he raised the ire of the crime's perpetrator - Professor Moriarty. On the morning of his return, the Professor visited Holmes in his flat and warned him to cease or he would have no choice but to take extreme measures. With several attempts on his life having already taken place, Holmes and Watson head for Switzerland. Moriarty is a relentless pursuer however and he and Holmes have a fateful encounter at the Reichenbach Falls."}
{"Sherlock Holmes in Washington (1943)": "In World War II, a British secret agent carrying a vitally important document is kidnapped en route to Washington. The British government calls on Sherlock Holmes to recover it. Sherlock Holmes is engaged by the Home Office to locate a British subject traveling for his law firm to Washington, D.C. The man had flown to New York City and then took the train to Washington. On the outskirts of the city, the man was kidnapped and has not been seen for several days now. Holmes learns from the Home Office that the man was in fact a government agent who was delivering a highly secret, two page document to the US government. In verifying the contents of his flat, Holmes concludes the document had been reduced to microfilm. The question becomes whether he may have had the opportunity to pass the microfilm to someone else on the train before he was taken."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Affair of the Tortoise (#1.10)}": "To solve the murder a rich but ill-mannered government official from Haiti, PI Martin Hewitt has several pieces of evidence to consider: a dead tortoise, a voodoo doll, a bloodstained axe, and a note from \"an avenger.\" The one thing he doesn't have is a body."}
{"Sherlock Sleuth (1925)": "Arthur Stone, all but forgotten today, stars as Cyril Fromage, the house detective of the Hotel Omigosh. The lovely Martha Sleeper (Pass The Gravy) is his sweetheart, the hotel switchboard operator with Noah Young on board as the house manager. It seems a dastardly thief, \"The Weasel\" is on the loose in the hotel, assisted by a sultry vamp. The action that follows, and there is plenty of it, concerns Cyril's efforts to catch the thief. Plenty of hilarious gags along the way; a favorite involved Miss Sleeper taking a call from an irate lodger, so hot that it makes the switchboard steam. Taking advantage of the situation, she pulls out the offending plug and uses it to curl her bangs. The MGM lion even puts in a guest appearance."}
{"\"Sherlock Holmes\" (1954) {The Case of Harry Crocker (#1.9)}": "Murder suspect Harry Crocker, a vaudeville escape artist, comes to see Sherlock Holmes early in the morning to ask for help in clearing himself of suspicion. Dr. Watson remembers reading in the newspaper that Crocker has escaped from police custody, after being accused of strangling a chorus girl. Inspector Lestrade arrives shortly afterward and arrests Crocker, with Holmes assuring the suspect that he will help him. Holmes visits the theater where Crocker has been performing to question the others there, looks at the crime scene, and examines the victim's body at the morgue. Meanwhile, Lestrade becomes increasingly frustrated and angry with Crocker's repeated escapes from custody."}
{"Sherlock Holmes, Jr. (1911)": "Little Sherlock Holmes, Jr., reads the doughty doings of his hero-god, and at once determines to become a detective himself. Providence at once favors him by giving him a mystery to solve. His father has noticed that in some weird, unaccountable fashion the whiskey in the decanter is ever vanishing, and father swears he drink it as fast as all that. So Sherlock Holmes, Jr. assigns himself the task of discovering who tampers with his father's soothing beverage. Concealed behind a table, he sees Bridget, the cook, come in and at once proceed to get on the outside of a man's size pull on the flask. At once the embryo detective makes his report to his father, with the astounding solution of the mystery. The father decides to use Dr. Brown's Sure Cure for the Liquor Habit on the cook, and obtains a bottle of the fluid. This he puts in the room near the whiskey, intending to pour some in the bottle a little later. Sherlock Holmes, Jr., discovers the bottle and follows the 'Do it Now' maxim. There are friends visiting the house at the time, who are sitting on the lawn with his parents, awaiting tea, which the maid is going to bring them. Sherlock Holmes, Jr. pours a goodly amount of the fluid into the tea. One of the results of taking the liquid is falling into a deep slumber, and in a few moments the host, the hostess, and the guests are fast asleep. Then happen's along Bridget's beau, the policeman, for whose particular benefit Bridget essays to go inside and procure a glass of 'buttermilk.' After imbibing, the policeman forgets all about everything except that he is awful drowsy, and the next thing, he, too, is asleep. It must have been contagious - or could Bridget not have forgotten herself? - but at any rate, she, too, wanders off into the Land of Nod. Then Sherlock dons the policeman's clothes and club, and marches through the house, monarch of all he surveys. At this opportune moment, two burglars arrive at the scene, and seeking the sleepers, think they have been transferred to Burglar's Paradise. They sneak upstairs, fill their bags with silverware and then fall for the whiskey on the table, little Sherlock watching eagerly. At last they get themselves off, followed by the creator of all the mischief, but they have not gone far when they are overcome by the liquor cure and fall in their tracks to sleep. Little Sherlock now takes the manacles from the policeman's coat pocket, and ties both legs of the burglars together. In due time the household awakes, they seek the boy, and eventually find him covering the two burglars, prisoners of Sherlock Holmes, Jr."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Woman in the Big Hat (#1.9)}": "When a customer slumps over dead in a tea shop, Lady Molly of the Yard searches for the mystery woman who had been seated at his table. However, she runs into resistance from the dead man's family, who show little interest in solving the crime."}
{"Adventures of Sherlock Holmes (1905)": "A group of bandits, who sign their ransom note 'The Sign of the Four', kidnap a millionaire's daughter. The panicking father visits the famous detective Sherlock Holmes and pleads for help. Sherlock Holmes meets the bandits at the rendezvous location, and after a number of adventures with narrow escapes, he rescues the child, returning him to 221B Baker Street for the joyful reunion with the father."}
{"\"Murdoch Mysteries\" (2008) {A Study in Sherlock (#6.4)}": "Det. Murdoch investigates a robbery of bank safe deposit boxes that were being transferred. The masked thieves make off with two boxes but the driver of their getaway cart is killed. While investigating the scene, Murdoch receives some helpful information - from someone who claims to be Sherlock Holmes. Dr. Ogden determines that he is actually David Kingsley, a one-time mental patient. Regardless, he has the uncanny habit of assessing an individual or a situation much as the fictional Holmes would do in his books. It all leads to a crime that had occurred when Kingsley was just a boy of 13."}
{"\"Sherlock Holmes\" (1964) {The Illustrious Client (#1.1)}": "Sir James Damery, acting for a very illustrious client, consults Holmes. Violet Merville is engaged to marry the Austrian Baron Gruner, who has murdered at least one wife and yet the foolish, headstrong Violet will not hear a word against him. The client is fearful for Violet's safety should the marriage go ahead. Holmes enlists the assistance of Kitty Winter, a woman whom the Baron used and threw aside, to get access to Gruner's album in which he has catalogued his conquests, to make Violet see him in his true light."}
{"\"The Rivals of Sherlock Holmes\" (1971)": "This British TV series, shot almost entirely on videotape, dramatized short mystery fiction by authors who were contemporaries of Sir Arthur Conan Doyle. Many of these authors were virtually unknown to modern audiences, although all of the detectives portrayed had appeared in popular ongoing series of short stories or novels. \"Rivals\" featured the only dramatizations to date of such period characters as Jacques Futrelle's \"The Thinking Machine\" and W. H. Hodgson's \"Carnacki The Ghost Finder\". Production values were high, although the limitations of early '70's video technology are painfully obvious. The casts included the cream of British television's character actors, featuring a few faces that will be recognizable to American audiences."}
{"\"The Real Adventures of Sherlock Jones and Proctor Watson\" (1987)": "A 10-part mini-series for children using puppets alongside child actors to demonstrate new ways youngsters can solve everyday problems. The stories involve real-life characters Bryan Hudson and Teddy Martin, and the puppets Sherlock Jones, who is a miniature version of the famous detective Sherlock Holmes, and Bryan's dog Proctor, who speaks in a human voice."}
{"\"Mystery!\" (1980) {The Return of Sherlock Holmes I: The Abbey Grange (#7.13)}": "When a brutish husband is killed, Sherlock is called in to help the police. He arrives only to find that the wife has described a gang of three burglars and their attack on herself as well as her husband, solving the case. Sherlock notes evidence which is inconsistent with that story and begins an investigation on his own. When he learns the full truth, he faces a moral dilemma. What will produce real justice for all?"}
{"\"Sherlock Holmes\" (1964) {Thor Bridge (#2.9)}": "Wealthy Neil Gibson becomes Holmes' latest client. He is unhappily married and fond of Grace Dunbar, his children's governess. His wife was found shot in the head at Thor Bridge, and Grace, who is accused of the murder,went to the bridge to meet her at the time of the death."}
{"\"Sherlock Holmes\" (1964) {The Red-Headed League (#1.4)}": "Red-headed shop-keeper Jabez Wilson comes to Holmes with a puzzle. Goaded on by his young assistant Spaulding, he answered an advert for men with his hair colouring to join the Red-Headed League. It merely consisted of his sitting alone in a room, copying out words for several weeks. One day he found a notice on the door to state that the league had disbanded. What could it mean? Realizing that Wilson's premises are next to a bank and young Spaulding has been digging Holmes is in a position to set a trap to find out."}
{"\"Sherlock\" (2010) {The Blind Banker (#1.2)}": "Banker Eddie Van Coon and reporter Brian Lukis are both shot dead in identical slayings, in rooms locked from the inside. Chinese museum employee Soo Lin tells Sherlock Holmes that, as a teenaged orphan in China, she ran drugs for the Black Lotus crime syndicate, for whom the two dead men also worked. She too is then murdered, the killer being a human fly who can scale buildings. The gang mistake Watson for Holmes and capture him and his new girl-friend, requiring Holmes to come to the rescue. Sherlock Holmes is on the job while people are getting murdered left & right - one in a museum/auction house, one a banker in his home, and another after a long foot chase. What do they have in common? And where did the museum worker disappear to who found the first victim? And who was the man who tried to take Sherlock's head? Sherlock is approached by an old university friend to investigate a break-in at his investment bank. Nothing was taken but an image, a hieroglyph of sorts, is spray painted across a picture on the wall. Soon he and Dr. John Watson are on the trail of a bank employee, Eddie Van Coon, who they find dead in his apartment. A second and then a third death all point to a Chinese criminal gang that is smuggling very valuable artifacts into the UK for sale. The symbols, in yellow spray paint, appear at all of the crime scenes and Holmes realizes that the symbols are Chinese characters representing numbers which in turn is providing someone with coded messages. But what is the message and to whom is it directed?"}
{"\"The Rivals of Sherlock Holmes\" (1971) {Five Hundred Carats (#2.2)}": "Tensions reach the breaking point in the small mining town of Kimberley, South Africa, after the daring theft of the DeBeers diamond. Insp. Lipinzki leaves no stone unturned in his hunt for the precious rock. The more he digs, the more deadly become the stakes for everyone in Kimberely."}
{"\"BraveStarr\" (1987) {Sherlock Holmes in the 23rd Century, Part 2 (#1.54)}": "Holmes, Whitson and their companions have been captured by Professor Moriarty, who has survived thanks to a spell of suspended animation and now aims to take over the entire Earth (and possibly beyond) using Fleeder's hypnotic singing talent."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Solitary Cyclist (#1.4)}": "Holmes is approached by Miss Violet Smith with a most peculiar problem. She has recently accepted a position with Mr. Carruthers as a music teacher for his 10 year old daughter. On Saturdays, she returns to her home to he with her mother and returns to Chilton Grange Manor on Mondays. She cycles the several miles to the train station and recently she has noticed a man, also on a bicycle, following her. He is quite blatantly there, stopping when she stops and always keeping the same distance from her but making no attempt to to hide his presence. She is worried at least in part because she recently rejected the advances of a Mr. Woodley who became upset and violent at the rejection. As Holmes soon deduces, she has good reason to be fearful, though not necessarily from the cyclist."}
{"Sherlock Holmes and the Secret Weapon (1942)": "Starting in Switzerland, Sherlock Holmes rescues the inventor of a bomb-sight which the allies want to keep from the Nazis. Back in London it sems that the inventor is not all that he seemed. Working for the British government, Sherlock Holmes manages to spirit Dr. Franz Tobel out of Switzerland and into England before the GESTAPO are able to get to him. Tobel has devised an immensely accurate bomb site and while he is willing to make it available to the Allies, he insists on manufacturing it himself. Soon however, he vanishes and it is left to Homes, assisted bu the bumbling Dr. Watson, to decipher a coded message he left behind. Holmes soon realizes that he is up against his old nemesis, Professor Moriarty."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Creeping Man (#1.6)}": "Sherlock Holmes is asked by Jack Bennett to investigate after his fiancée Edith Presbury sees the shadow of a man in her window in the middle of the night. The problem is that her bedroom is on the second floor and there is no way for any man to have been able to get to that window. Edith is the daughter of a notable natural scientist, Professor Presbury, a widower who is engaged to be married to a much younger woman, Alice Morphy. The Professor is quite displeased at hearing that Bennett, who also happens to be his assistant, has hired the Great Detective and Holmes and Watson are unceremoniously escorted off the property.When Holmes reads of a rash of thefts from zoos - all monkeys and apes - he slowly begins to unravel the mystery of the shadow Miss Presbury saw in her window."}
{"\"Sherlock Holmes\" (1954) {The Case of the Singing Violin (#1.15)}": "Betty is being tormented by apparent hallucinations, the latest of which she refers to as a 'singing violin'. Her stepfather brings her fiancé to see her in this condition, and he tells the young man that there can be no wedding, because Betty is going to be declared insane. The fiancé goes to consult Sherlock Holmes, but he is murdered before he can see the detective. When Inspector Lestrade consults Holmes about the murder, Holmes recognizes the name of the dead man and also of the step-father, who is the lone surviving partner in a large tea and spice business. Holmes quickly forms a theory about the murder, and sets out to prove it."}
{"\"Murder Rooms: Mysteries of the Real Sherlock Holmes\" (2000) {The Photographer's Chair (#1.2)}": "Drs. Arthur Conan Doyle and Joseph Bell investigate when the police find two bodies floating in the river. Both seemed to have victims of the same killer as they have similar bruising and were similarly strangled. One of the victims is identified by her brother Charles and he is a suspect as they had a recent falling out. When a third body is found, it's identified as Dr. Ibbotson, the local coroner who was a drunk and discredited as a member of the medical profession. Meanwhile Doyle continues to grieve for his murdered fiancée and believes he saw her outside a hypnotist show. When Charles asks Doyle to attend a séance in an attempt to speak to his dead sister, he again sees his fiancée. Doyle is drawn to the world of spiritualism, but it is Bell who discovers a connection with a local photographer."}
{"Sherlock Holmes Kids Detective (2013)": "One day, a student Sakura lost her snack during recess, her classmate Ryu said that may be the ghost in school had stolen it. After discussion with May, they want to ask the legendary Sherlock Holmes who is a genius student in school for help."}
{"\"Sherlock Holmes\" (1964) {Wisteria Lodge (#2.12)}": "Mr. John Scott Eccles tells Holmes how he went to stay overnight at Wisteria Lodge as the guest of Spaniard senor Garcia but in the morning everyone had gone. Senor Garcia is dead and Holmes travels to Surrey to assist Inspector Baynes in the murder enquiry. Baynes believes that Garcia's servant is to blame but Holmes is more interested in a neighbour, Henderson, and his English governess, Miss Burnet, who are not what they first appear to be."}
{"Sherlock Holmes II (1909)": "Raffles is serving his time. He manages to send a word to his friends and they help him to escape. Once free, Raffles' first thought is to revenge himself on Sherlock Holmes, and for this he enlists the services of a pretty but depraved girl, to decoy the great detective to an old house, where he is met by Raffles under the disguise of an old woman. Sherlock Holmes, taken by surprise, is thrown through a masked opening in the wall, into an old sewer. When Raffles and his associates discover that Sherlock Holmes has been rescued, they plan a second attempt on his life. Raffles takes lodgings opposite the detective's home and watches for a good chance to fire his gun at Sherlock Holmes. Young Billy, the alert office boy, discovers the strange new tenant and notifies his master. Sherlock Holmes, guessing the intentions of the criminal, pulls down the window blinds and arranges a dummy at the window. At a given moment, Billy pulls up the blinds and Raffles, who had been watching for a good opportunity, takes up his gun and shoots. He hits the dummy, but great is his surprise when leaving the window, to find himself face to face with Sherlock Holmes in flesh. As Raffles turns to run away, he is caught by two officers."}
{"\"Murder Rooms: Mysteries of the Real Sherlock Holmes\" (2000) {The Kingdom of Bones (#1.3)}": "Doyle assists his friend Reuben Proctor who has recently acquired an Egyptian mummy. They arrange for a gala evening at the museum where two eminent professors - Doyle's mentor Dr. Bell being one of them - will unveil the embalmed remains of the Egyptian princess and perform an autopsy. To everyone's surprise, they find not a princess but a man who was recently murdered. As they investigate, Doyle and Bell uncover a group of expatriate rebels plotting to create havoc. They work frantically to stop them before they spread terror among the population of London."}
{"Sherlock Holmes: Mystery of the Mummy (2002) (VG)": "The world's re-known detective: Sherlock Holmes investigates a mysterious case. Filled with suspense with the disappearance of a famous archaeologist and a valuable Egyptian Mummy. All in jolly good England. Throughout the game, Sherlock must solve the case by finding clues and interacting with suspects that'll lead you to the solving of the case."}
{"Sherlock Holmes Baffled (1900)": "Sherlock Holmes enters his drawing room to find it being burgled, but on confronting the villain is surprised when the latter disappears. Holmes initially attempts to ignore the event by lighting a cigar, but upon the thief's reappearance, Holmes tries to reclaim the sack of stolen goods, drawing a pistol from his dressing gown pocket and firing it at the intruder, who disappears. After Holmes recovers his property, the bag vanishes from his hand into that of the thief, who promptly disappears through a window. At this point the movie ends abruptly with Holmes looking \"baffled\"."}
{"\"The Return of Sherlock Holmes\" (1986)": "Dr. Watson, finds a mystery in an empty house, while Holmes and he later solve the mysteries of an abbey grange, the Musgrave ritual, a second stain, a man with a twisted lip, the priory school, and a half-dozen plaster busts of Bonaparte. The great detective Sherlock Holmes and his intrepid companion, Dr. John Watson, solve the mysteries of the devil's foot (and Holmes gives up drugs), Silver Blaze (no dogs barking in the night), Wisteria Lodge (the tiger of San Pedro), and the Bruce-Partington Plans."}
{"\"The Return of Sherlock Holmes\" (1986) {The Musgrave Ritual (#1.3)}": "Convalescent Holmes takes a holiday with Watson at the estate of his old college acquaintance Reginald Musgrave. Musgrave's butler is discovered prying into an enigmatic, centuries-old family document outlining an apparently meaningless ritual. When the butler and a maid he was romantically involved with disappear, Holmes and Watson set about deciphering the ritual's meaning which they hope will lead them to a long-buried treasure. Accompanied by Dr. Watson, Sherlock Holmes heads off to West Sussex to spend a weekend with his old school mate, Sir Reginald Musgrave. In fact, Holmes isn't all that fond of Musgrave and confides in Watson that he has had better conversation with Musgrave's butler, Richard Brunton who is quite intelligent. Holmes soon has a mystery to solve when the butler disappears after Sir Reginald caught him going through his private papers and dismissed him. The documents he seemed interested in were a very old poem that the all of the Musgraves would recite as children. It's obviously a treasure map of some sort and Sir Reginald admits that they all sought out the treasure at one time or another over several generations, but were never able to find. Holmes is convinced that by solving the mystery of the Musgrave ritual, they will solve the mystery of Brunton's disappearance as well as that of another servant who has gone missing since."}
{"\"Sherlock Holmes\" (1954) {The Case of the Deadly Prophecy (#1.22)}": "Holmes and Watson are called to a boy's school in Belgium. It seems that a young student has gotten into the habit of writing the names of faculty members on the steps of a nearby church, and shortly afterwards person whose name has been written down is found dead."}
{"\"Sherlock Holmes\" (1964) {The Speckled Band (#1.0)}": "Helen Stoner needs the great man's help. She lives in a country mansion with her flamboyant and sinister guardian Grimesby Raylott, who has travelled abroad and brought home some souvenir livestock. Recently her sister Julia, about to be married and made by Raylott to sleep in a bed that was screwed to the floor, died in mysterious circumstances. Her final words referred to a \"speckled band.\" Helen is fearful for her own safety and Holmes and Watson investigate."}
{"\"Mystery!\" (1980) {The Return of Sherlock Holmes I: The Six Napoleons (#7.18)}": "Is it a madman or a purposeful perpetrator who is destroying busts of Napoleon? Lestrade involves Sherlock after a murder occurs. Deducing that the Mafia is involved, Sherlock's destruction of the sixth Napoleon retrieves an Italian treasure and solves the murder case."}
{"Shorty and Sherlock Holmes (1914)": "Shorty decides to become a detective and makes such a nuisance that finally the townspeople create a fake robbery to keep him busy. At the same time, someone robs the post office for real and the burglars take Shorty prisoner. He escapes and captures the robbers with no help from the townspeople, who don't believe him."}
{"\"The Return of Sherlock Holmes\" (1986) {The Six Napoleons (#1.7)}": "Inspector Lastrade drops by Baker Street to socialize and presents Holmes with his current problem. He is baffled by a series of apparently senseless burglaries in which the only thing stolen is a small bust of Napoleon, which is later broken into pieces by the thief. Unlike Lastrade, Holmes sees a sinister purpose behind these irrational break-ins and has that confirmed when a Italian immigrant with Mafia connections is found with his throat slashed at the scene of the latest robbery. Sherlock Holmes is asked by Inspector Lestrade of Scotland Yard to assist with a most peculiar case. He has been investigating a series of break-ins in shops and private homes where all that happens is the destruction of a bust of Napoleon. The case includes murder when one of the burglaries also leaves an unidentified dead man on the front steps. Holmes realizes that someone is searching for an article hidden in one of the busts."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Master Blackmailer (#2.1)}": "The master sleuth must deal with the menace of Charles Augustus Milverton, an art dealer who has a profitable sideline as a blackmailer with much of London's high society in his grip. Unfortunately, he is no amateur at his line of work and Holmes must use all his cunning and skill in some risky operations to foil this criminal. Sherlock Holmes and Doctor Watson attempt to identify and stop a very adept blackmailer who has ruined many families. His identity is unknown however and the detective has only one, cryptic clue written on the fly leaf of a book of poetry. His latest victim is Col. John Dorking who wrote love letters to a male actor. When he refuses to pay the blackmailer, he finds his bride to be, Lottie Miles, the recipient of his letters. The engagement is broken, which results in the Colonel's subsequent suicide. The late Colonel however points Holmes in the direction of Charles Augustus Milverton, who, it seems, is in fact the master blackmailer. Milverton next focuses on a close friend of Lottie Miles, Lady Eva Blackwell, whose indiscreet letters are now in his possession. Holmes acts as an intermediary for Lady Blackwell and sets a trap for the blackmailer. His past actions finally catch up with him however. Sherlock Holmes confronts the most repugnant adversary of his career in Charles Augustus Milverton, an art dealer by profession but a master blackmailer by occupation who often waits years for the best moment to squeeze London's high society and line his already engorged pockets. As this man generally operates within the law, Sherlock finds reason alone insufficient to bring him down, yet brought down he must be before further reputations, careers and lives of Londoners are ruined. And to that end, Sherlock dates a housemaid."}
{"\"Sherlock Holmes\" (1964) {The Blue Carbuncle (#2.16)}": "A blue carbuncle, a valuable jewel, is stolen from Lady Morcar, and an innocent workman charged and remanded in the run-up to Christmas. Holmes gets a visitor, a gentleman who belongs to a Christmas Club putting money by to purchase a goose for his Christmas dinner. Someone has tried to steal his goose. Another member of the club finds the carbuncle in the goose he has bought. Who put it there? Holmes must find out if one family is to avoid a miserable Yuletide. Sherlock Holmes is asked by Lady Morcar to investigate the theft of her beautiful and priceless blue carbuncle which has gone missing from her hotel room. Holmes sees this as a straightforward theft and below his skills and refuses. Soon however, he is contacted by Mr. Peterson who has a strange tale to tell. As Mrs. Peterson was preparing the Christmas goose for the oven, what did she find in the bird's gullet but a beautiful gem - Lady Morcar's missing broach! Now intrigued, Holmes and Watson set out to locate the source of the goose and find the thief."}
{"\"The Rivals of Sherlock Holmes\" (1971) {Anonymous Letters (#2.8)}": "A recently married Habsburg countess hires dashing private detective Dagobert Trostler to find out who has been sending her obscene letters. The writer clearly knows her most intimate secrets, as well as those of a friend who is likewise receiving compromising letters."}
{"\"Sherlock\" (2010) {The Great Game (#1.3)}": "Mycroft wants his brother Sherlock to investigate the murder of civil servant Alan West and theft of the Bruce-Partington missile plans. Sherlock, however, prefers to assist Lestrade following a massive bomb blast. The sadistic bomber abducts a string of hostages, who will be released after Sherlock has solved a series of puzzles, including a twenty year old murder, an insurance scam and the alleged forgery of a long lost painting. Sherlock's brother Mycroft presents him with a case of utmost importance to the country and the government.While proceeding to solve that case, Sherlock encounters difficult distractions from a mysterious villain who abducts people and threatens to kill them unless his demands, which are meant for Sherlock. Dodging all this distractions, Sherlock solves the original case but comes face to face with this deadly intelligent villain, Sherlock's archenemy, Professor Moriarty! A bored Sherlock Holmes suddenly has two cases to keep himself occupied. His brother Mycroft approaches him to investigate the death of a civil servant, Alan West, whose body was found in the train yards. More importantly West had a USB stick containing the detailed plans for the Bruce-Tarkington missile defense system and it cannot be found. Somewhat to Dr. Watson's surprise, Holmes refuses to even respond to his brother's calls or texts so out of embarrassment as much as anything else, the good doctor decides to investigate the case himself. Holmes is far more interested in solving DI Lestrade's case of a mad bomber who is spreading fear throughout the city by forcing innocent individuals to act as bombers unless Holmes can solve the puzzles he's presenting to him. What Holmes comes to realize is that both cases are related and he will soon face his arch enemy."}
{"\"Sherlock Holmes\" (1964) {The Hound of the Baskervilles: Part Two (#2.5)}": "Sir Henry is apparently attacked and killed by the hound but the victim is actually an escaped convict, Seldon, Mrs. Barrymore's brother, to whom she had given old clothes of Henry's and the dog, recognizing the scent from the boot stolen in London, had gone for him. Watson meets a disguised Holmes, living rough on the moors in order to survey the likely suspects. He believes he has seen the man who controls the hound and sets a trap for him with Sir Henry as its bait. Now ensconced at Baskerville Hall, Dr. Watson writes a daily letter to Homes reporting on facts and occurrences as they arise. He's already noted several possible lines of inquiry. Watson has met a neighbor, Mr. Stapleton and his sister, Beryl. The household staff, the butler Barrymore and his wife, have been acting strangely and Watson has actually seen the man signaling someone on the moor. He's also heard Mrs. Barrymore crying at night. As Sir Charles becomes interested in Beryl Stapleton and insists on venturing out alone, Watson does his best to protect him. There are others on the moor however, as Watson will soon learn."}
{"\"Sherlock Holmes\" (1964) {A Study in Scarlet (#2.3)}": "A corpse is found in an empty house with the word 'Rache' scrawled on the wall next to it. The police arrest a suspect but then a similar murder occurs, proving that they have the wrong man. In exposing the real killer Holmes uncovers a feud stretching back to Salt Lake City and the Mormon community. Sherlock Holmes is called into a murder case by Scotland Inspectors Lestrade and Gregson. The body was found in an empty house and the victim was apparently poisoned. He is identified as an American, Enoch Dreber and the word RACHE is written on the wall in blood. Soon, the dead man's secretary, Joseph Stangerson, is also killed with the same word written on the wall. While the police pursue their own leads - all leading them to incorrect conclusions - Holmes knows this to be an act of revenge and searches for a Mr. Jefferson Hope, the man seeking to right a wrong that was committed on a loved one."}
{"\"Sherlock Holmes\" (1964) {The Second Stain (#2.1)}": "Whilst trying to retrieve an indiscreet letter which could damage her husband's position, from the blackmailer Fournaye,politician's wife Lady Hilda Trelawney Hope is the innocent witness to the man's murder. No lesser person than the Premier of Britain approaches Holmes to save Lady Hilda's reputation and her spouse's career."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Secret of the Magnifique (#2.4)}": "The mysterious Mr. Laxworthy hires two ex-cons for a job in the south of France. But the self-described \"adventurer\" isn't after money. His eyes are on greater prizes--the most valuable secret of the French navy and the reputation of two very important men."}
{"Sherlock Holmes and the Leading Lady (1991) (TV)": "1910. Mycroft Holmes asks his brother Sherlock & Dr. Watson to travel to Viena and find the stolen plans & prototype for an electro-magnetic bomb detonator. Once there, they are reunited with Irene Adler, who has once more taken up her former profession as an opera singer."}
{"\"Mystery!\" (1980) {The Return of Sherlock Holmes I: The Priory School (#7.17)}": "When his only son and heir disappears from his private school (apparently kidnapped), why does the Duke of Holdernesse restrict police inquiries so drastically? The headmaster consults Sherlock Holmes, fearing the involvement of one of his instructors. Solving the case requires interviewing small boys, tracing bicycle tracks, and observing family resemblances in ancestral portraits."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Disappearance of Lady Frances Carfax (#1.1)}": "While on holiday, Dr. Watson makes the acquaintance of Lady Francis Carfax, a single and independent-minded woman, who is staying in the same hotel. She has been frightened in the extreme however with the appearance of a bearded man whom she obviously knows. Watson has been recounting this tale to Holmes by letter who immediately realizes the lady is in grave danger. By the time he joins Watson at the hotel however, Lady Carfax has vanished. Prior to her disappearance the bearded had reappeared at the hotel and she had argued with her brother about her financial situation. As Holmes learns about her finances, he realizes there is a very good reason why someone might wish to take advantage of her."}
{"Sherlock Holmes in the Great Murder Mystery (1908)": "Our picture relates to a crime committed by a Gorilla who escapes from his cage and through circumstantial evidence a young man, whom we will call in our story Jim, is accused and is just about to be convicted when, through the aid of our hero, Sherlock Holmes, he is freed just in time. Our picture opens with a girl and sweetheart, who are sitting in her room discussing plans for their marriage. The message is brought for Jim, compelling him to leave at once. Shipyard Scene. The Gorilla escapes from his cage from a vessel with his master, the captain, in hot pursuit. The frightened animal climbs a porch of this girl's house and into the window of her sitting room, and after a terrific struggle between her and the beast he kills her, before the captain can prevent him, The captain immediately returns to his vessel with the Gorilla and stays in hiding, fearing the consequences should anyone detect him. Discovery of Crime. The butler, who returns to the dining room is horrified to discover the room in great disorder and his mistress murdered. He immediately notifies the police, Police arrive and, after questioning the butler, they learn of her sweetheart's visit, and accuse Jim of the crime. Railroad Station. Jim, who is unaware of what happened, is about to board a train, when the police rush upon the scene and arrest him. Sherlock Holmes's Study. Holmes is reading a book when his old friend and college chum Watson arrives, who has read of the crime in the paper, showing same to Holmes. Holmes, after reading and by constant pleading of Watson, decides to lend his aid in unraveling the crime. Holmes at Work. Arrival at girl's residence. Herein are shown methods employed by Holmes to secure evidence or clue to discover the culprit. In His Study. Holmes returns to his study in deep thought, with his mind concentrated upon the crime. He is trying to unravel the mystery when he takes his old violin down from its peg and begins to play fantastic music which puts him in a trance to solve the problem. Herein are shown remarkable visions of the different clues and theories in Holmes's brain. The first vision is of Jim committing this awful crime, but vision fades away before the crime is committed. Second vision is of a burglar: that also fades same as the first. Holmes, who has learned of the Gorilla being in port, lends his thought to this and the vision appears of the Gorilla escaping from the ship, climbing the porch of the house and into the window and committing the crime that Jim is accused of. Holmes immediately jumps up with a start, and after numerous failures, discovers the ship, Gorilla and master, accusing same of the tragedy. He begs him to go to the courthouse with him. Court Room. Poor Jim is convicted to be hanged, when our hero Holmes rushes in with sufficient evidence that frees Jim. This picture is beautifully and elaborately toned throughout. Photography and scenery unexcelled."}
{"Sherlock (2002) (TV)": "The game is afoot. This made for cable movie focuses on the young 20-something Sherlock Holmes. As the movie opens, Sherlock is in pursuit of the evil Moriarty and apparently shoots him to death, but his body cannot be found as he falls in a sewer. Ah, but anyone who knows the Holmes mythos knows that Moriarty is not so easily killed. Nonetheless, Holmes gains notoriety with the press and the police for his apparent killing of the evil Moriarty. This accomplishment brings him into the company of Dr. Watson, an early practitioner of autopsies, for the first time. Together, they start an investigation into the murder of several crimelords and become convinced that Moriarty is alive and behind a plot to organize drug dealing. Given that Moriarty is supposedly dead, Holmes finds it hard to convince Inspector Lestrade. Holmes investigation leads him to a beautiful prostitute, who posed as a rich woman to lure Holmes into the plot."}
{"The Great Sherlock Holmes Debate 2 (2012)": "On March 18th 2012 live in London and online via phone ins 25 of the leading Holmes experts from across the globe got together to thrash out who contributed More to the Sherlock Holmes Legacy of the recent incantations...Modern BBC Version or Warner Bros."}
{"\"Sherlock Holmes\" (1954) {The Case of the Pennsylvania Gun (#1.3)}": "As Holmes and Watson are discussing a newspaper account of the recent murder of Squire Douglas, a message comes from the inspector in charge of the case, asking for Holmes's help. They travel to Sussex, and visit the castle where the crime occurred. The murder was committed with an unusual weapon, a sawed-off shotgun made in Pennsylvania, in the USA. When Douglas was shot, the castle was sealed up, and there seem to be only two possible suspects. But Holmes quickly realizes that the situation is more complicated than it looks."}
{"\"Sherlock Holmes\" (1954) {The Case of the Thistle Killer (#1.18)}": "A criminal known as the 'thistle killer' is on the loose in London. For several nights in a row, he has killed a young woman, and has left three thistles near the body. Dr. Watson thinks it is the work of a maniac, but Sherlock Holmes is convinced that there is a pattern. Holmes is not surprised when Inspector Lestrade arrives to consult him. Based on his study of the locations of the killings, Holmes already knows where the next attack will take place. Holmes, Watson, and Lestrade prepare a plan to try to catch the killer in the act."}
{"\"Sherlock Holmes\" (1954) {The Night Train Riddle (#1.24)}": "A young boy and his father are traveling on a train, and after they have a fight, the boy runs out of the compartment and seems to have vanished into thin air. Although his governess thinks he has simply run away, Holmes begins to suspect something a bit more serious, and his investigation leads him to a nearby circus."}
{"\"ChuckleVision\" (1987) {Sherlock Chuckle (#16.15)}": "Tuba-playing period sleuth Sherlock Chuckle and his assistant Dr.Barry are on the trail of a jewel thief and Sherlock is convinced the culprit is Police Sergeant Potts. He tries to set traps for Potts but each time he is proved wrong. Finally, more by luck than by design he catches the real thief, winning a cruise on board the 'Titanic' as his reward."}
{"Miss Sherlock Holmes (1908)": "Jack Rose & Jim Dalton are both employed in the same broker's office, are both in love with the boss's daughter Nell. Nell favors Jack. Learning that Dalton is planning mischief, Nell disguises as a boy and gets employed in same office. Long story short, Dalton speculates loses and tries to frame Jack. Nell's Sherlock Holmes' detective work saves the day, Jack is exonerated, and Nell's Dad agrees she can marry Jack. Florence Turner, as Nell."}
{"\"Sherlock\" (2010) {The Reichenbach Fall (#2.3)}": "Moriarty comes close to stealing the Crown Jewels to prove it might be done but allows himself to be caught. Sherlock gives evidence at the trial where Moriarty has scared the jury into acquitting him and later visits Sherlock,camply taunting him with his superior computer skills,seemingly capable of any crime. Sherlock rescues two children abducted by his enemy but his brilliantly accurate deductions lead the police to believe that he may have been an accomplice in the kidnapping and he is arrested,going on the run with John. After a further encounter with Moriarty,who has persuaded a journalist to publish that he is an innocent actor paid by Sherlock to masquerade as his enemy for Sherlock's own glory,the two meet atop a very high building... Sherlock has developed something of a public profile having successfully recovered two kidnapped children. A tabloid journalist is after him and makes it quite plain that she can either be a friend or a foe. Sherlock soon realizes that he is up against his old foe, the master criminal Moriarty, who assists others in the criminal underworld in planning their crimes. Moriarty soon has him in the frame, with the police believing not only that Moriarty is a figment of Sherlock's imagination but that it's Holmes who is the real criminal mastermind. With Moriarty having turned his world inside out, Holmes decides that there is only one course of action left open to him."}
{"\"Sherlock Holmes\" (1964) {The Boscombe Valley Mystery (#2.6)}": "The dead body of grumpy Bill McCarthy is found, brained with a rock, and his son James, with whom he did not get on, is arrested. James' girl-friend approaches Holmes, who discovers that Bill's dying words were nothing to do with \"a rat\" but concerned with the days of the Australian Gold Rush, decades earlier. Holmes and Watson travel to the countryside to investigate the case of a son who murdered his father. Although circumstantial, the evidence all points to James McCarthy having bludgeoned his father Bill to death. The elder McCarthy had made his fortune as a prospector in Australia and had partnered with John Turner, who is also now his neighbor. James proclaims his innocence but is clearly holding back information. Holmes in convinced that the solution to the mystery lies in what happened in Australia when both Turner and McCarthy were there. It also has to do with a thief known as Black Jack of Ballarat."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Superfluous Finger (#2.7)}": "Asked to perform an unnecessary amputation, a London surgeon calls on his colleague, Prof. Van Dusen, to learn the reason for the gruesome request. Van Dusen's investigation leads him to a country house; a mad, shotgun-toting aristocrat; and an incident three years earlier."}
{"\"The Case-Book of Sherlock Holmes\" (1991)": "Sherlock Holmes and his intrepid companion, Dr. Watson solve the mysteries of the disappearance of Lady Frances Carfax, Thor Bridge, Shoscombe Old Place, the Boscombe Valley, an illustrious client, and a creeping man."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Eligible Bachelor (#3.2)}": "Sherlock Holmes is unwell and suffering from intense, disturbing dreams. He is also bored with little to do and only the most routine and trivial cases offered to him. Mrs. Hudson is so worried that she summons Dr. Watson, who suggests Holmes consider a trip to Vienna to visit a new doctor who seems to specialize in interpreting dreams, Sigmund Freud; but, Holmes is soon approached by Lord Robert St. Simon over the sudden disappearance of his wife, Hettie. They had only just married when his new bride became deeply disturbed upon leaving the church. He admits to also having had actress Flora Miller as his one-time mistress, a jilted lady who's lately been making trouble for him. He was also previously married, twice, with his first wife dying and his second marriage annulled. It's not till Sherlock receives a visit from Agnes Northcote, sister of Lord Robert's second wife Helena, that he fully realizes the extent of Lord St. Simon's barbarity. When he learns the true reason for Hettie's mood change on leaving the church, lives are suddenly at risk, and the solution to the mystery is at hand."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Mazarin Stone (#1.5)}": "With the British Prime Minister desperately seeking an absent Sherlock Holmes' assistance, the great detective's brother Mycroft steps in to solve the theft of the Mazarin Stone, a huge diamond taken in broad daylight from a museum display. The precious gem was soon to be returned to its original owners, the French, as a gesture of goodwill by Her Majesty's government. The inability to do so may now lead to a diplomatic incident. Using brother Sherlock's extensive files on society's criminal element, Mycroft soon focuses on Count Sylvius as the likely culprit. Dr. Watson has more time to spend in his surgery with his friend away but he is visited by two women with a mystery that would have been perfect for Holmes. They say their brother, who happened to be one of Watson's university professors, with a fantastic tale of a huge inheritance due them if only they can locate a third person that shares their own unique surname. As in turns out, the two cases are not unconnected."}
{"\"Sherlock Holmes\" (1954) {The Case of the Belligerent Ghost (#1.5)}": "Dr. Watson returns to the Baker Street flat in a state of great agitation. He tells Sherlock Holmes that, earlier in the evening, he had attended a dying man in his final moments, only to see the same man in the street soon afterward, and be punched in the eye by him. Holmes is intrigued, and goes with Watson to check the dead man's lodgings and to view his corpse in the morgue. The detective learns that the man had been a watchman at an art museum, and that he had a previous conviction for counterfeiting. The next evening, when Watson returns to Baker Street convinced that he has seen the same dead man once again, Holmes puts the clues together and goes to warn Inspector Lestrade about an impending crime at the museum."}
{"\"Sherlock Holmes\" (1954)": "Based on the characters created by Arthur Conan Doyle: Dr. John Watson returns from Afghanistan, and decides to share lodgings in Baker Street with Sherlock Holmes, an acquaintance of one of Watson's own friends. Not long afterward, Holmes brings Watson with him when he solves a murder case that has confused Inspector Lestrade. Watson soon becomes Holmes's friend, assistant, and chronicler, as the private detective takes on one baffling case after another."}
{"\"Sherlock Holmes\" (1964) {The Naval Treaty (#2.8)}": "A Foreign Office employee who had an important Naval treaty stolen whilst he was on duty has become sick with worry and retired from his job, staying with his fiancee and her brother. Watson is concerned for him and brings in Holmes, who is in time to thwart an attempted burglary from the man's sick room."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Sensible Action of Lieutenant Holst (#2.6)}": "The dangers of revolutionary Russia come to quiet Copenhagen when a countess from St. Petersburg flees to the Danish capital, claiming her anarchist brother-in-law is trying to kill her. The case falls to local cop Lt. Holst, who struggles to make sense of it all."}
{"\"The Return of Sherlock Holmes\" (1986) {The Abbey Grange (#1.2)}": "Inspector Hopkins invites Holmes to assist him in solving the brutal murder of Lord Brackenstall with a fireplace poker at his country estate. According to his bruised and battered wife, her husband was a secret alcoholic who kept his drinking discreetly hidden. On the night in question, she alleges that her house was invaded by a locally notorious thief and his two larcenous sons, who bound her, stole the family silver, bludgeoned her husband to death, and calmly helped themselves to some port wine. Lady Brackenstall denies that the obvious bruising on her face and hands are connected to the murder. When something about the three wine glasses used by the perpetrators bothers Holmes, his mind begins to move in a new direction. Sherlock Holmes is summoned in the middle of the night by Inspector Hopkins to assist in a case. When Homes and Dr. Watson arrive at Abbey Grange, they learn that Sir Eustace Brackenstall has been bludgeoned to death, apparently with a fireplace poker. Lady Brackenstall recounts to them that the previous evening, she was checking that the house was secure before retiring for the night. She found a door off the dining room open and was confronted by an intruder. When she awoke, she was tied to a chair and her husband was lying on the floor in the dining room as the police subsequently found him. Holmes in convinced that Lady Brackenstall is concealing the identity of the attacker and sets about to learn why. The solution is found when Holmes solves the death of a family pet named Fudge and the mystery presented by a glass of port."}
{"Elementary My Dear Watson: The Man Behind Sherlock Holmes (2009)": "Gaslights, horse-drawn carriages, a fog-filled London all bring to mind the period of the enigmatic Sherlock Holmes. But there is another character in the story that is often neglected and misunderstood - Dr. Watson. In this fascinating new program by award-winning filmmaker and best-selling author, Philip Gardiner and author of numerous books, Brian Allen, we unlock the mysteries of Dr. Watson, the man behind Sherlock Holmes."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Naval Treaty (#1.3)}": "An unknown thief steals an important naval treaty from the office of Mr. Percy Phelps, a Foreign Office clerk. Phelps's distress gives him a brain fever that lasts for nine weeks. As he begins to recover, he writes to his old schoolmate, Dr. Watson, begging him to invite Sherlock Holmes to investigate the matter and find the treaty. Otherwise, his honor and happiness are gone forever. Holmes takes up the case with zest, but gives Phelps no false hopes. The mystery is as dark and tangled as any he has known. When Dr. Watson receives a plea for help from an old school friend, Sherlock Holmes finds himself dealing a most baffling case. Percy Phelps is an officer at the Foreign Office and nine weeks previously had been tasked by Lord Holdhurst, one of the most senior men in the Foreign Office and Percy's uncle, to copy a naval treaty the British government recently negotiated with the Italians. The document is highly sensitive and the French and Germans would pay a high price for a copy. To his horror, the document was taken from his desk when Percy left the room momentarily. Since that time he has been convalescing at the home of his fiancée, Annie Harrison, a broken man who has nearly gone out of his mind with worry."}
{"\"Sherlock Holmes\" (1964) {The Hound of the Baskervilles: Part One (#2.4)}": "Dr. Mortimer, who has a general practice on Dartmoor, consults Holmes. His friend Sir Charles Baskerville has recently died, supposedly of a heart attack but Dr.Mortimer links the death to the myth of the hound of the Baskervilles, which, centuries earlier, killed wicked Hugo Baskerville and is said to haunt each generation. Sir Charles' young heir and nephew Henry is returning from abroad and the doctor fears for his safety. Sir Henry has a boot stolen from his hotel room and is followed by a bearded man. Holmes sends Dr. Watson off to Dartmoor with Mortimer and Henry, where he meets the butterfly collector and his sister Beryl, plus the very nervous housekeeper and valet to the Baskervilles, Mr. and Mrs. Barrymore, who appear to be signalling to someone on the moor... After the death of Sir Charles Baskerville under strange and mysterious circumstances, Dr. Mortimer approaches the famed detective Sherlock Holmes to advise the heir, Sir Henry Baskerville, about his security. Sir Charles died of a an apparent heart attack but Morimer believes that he actually died of fright. He tells Holmes of the Baskerville family curse from when may years before Sir Hugo Baskerville attacked a young girl and was then reportedly killed on the moor by a gigantic hound. Homes is intrigued by the case and already, the new lord of the manor is experiencing strange happenings. On arrival at his hotel in London one of his new shoes goes missing; it then mysteriously re-appears and one of his old shoes is now missing. He's also received a note of warning indicating to Holmes that he is being followed. Unable to accompany him to the manor, Holmes dispatches Dr. Watson with the admonition that he is not to let Sir Henry go onto the moor alone."}
{"\"Sherlock Holmes\" (1954) {The Case of the Christmas Pudding (#1.23)}": "Just before the Christmas holiday, John Norton is convicted of murder and is sentenced to death. In the courtroom, Norton threatens Sherlock Holmes, and swears to kill the detective before the execution takes place. Although Norton has murdered five wives, his sixth wife still believes in his innocence. Shortly after she delivers Norton a Christmas pudding at his request, the convict escapes, despite the many precautions that prison authorities had taken. In the middle of the night, Holmes is informed of the escape, and he knows that he must take action at once."}
{"Sherlock Holmes in New York (1976) (TV)": "In this mystery, Holmes pursues his arch-enemy Moriarty to New York, which the villainous scoundrel has carried out the ultimate bank robbery. Meanwhile, Holmes enjoys a blossoming romance with Charlotte Rampling, who becomes the target of a kidnap by (yes, you've guessed it) Moriarty."}
{"\"The Return of Sherlock Holmes\" (1986) {The Empty House (#1.1)}": "After Dr. Watson testifies at the inquest of the Honourable Ronald Adair, shot to death after returning home from his gambling club, he is followed back to his office by an eccentric bookseller who reveals himself to be Holmes in disguise. After the initial shock wears off, Holmes explains that he did not die in the fall that killed Professor Moriarity in their famous encounter at Reichenbach Falls in Switzerland three years earlier. Holmes has remained out of England to avoid Colonel Sebastian Moran, a Moriarity associate who witnessed Holmes' escape death and has vowed to kill Holmes in revenge. Holmes will try to foil Moran and solve the Adair murder. It's now been three years since his good friend Sherlock Holmes died while fighting Professor Moriarty at the Reichenbach Falls and Dr. Watson has successfully established himself in private practice. He's also working occasionally as a police surgeon and is called into the strange case of the murder of Ronald Adair. The gentleman had returned home from his club the previous evening and was apparently shot in his rooms in his parents house. No one heard a shot and the young man's room was locked from the inside. After testifying at the inquest, Watson bumps into a crippled bookseller who later turns up at his surgery. The man reveals himself to be Sherlock Holmes, alive and well. He recounts exactly what happened at the Falls and what he has been up to for the last three years. He also tells Watson that one of Moriarty's associates, Colonel Sebastian Moran - whom he has dubbed the second most dangerous man in London - is out for revenge for the death of the Professor. There is also a link to the Adair case."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Illustrious Client (#1.5)}": "Holmes is hired by Sir James Damery to do anything he can to stop the forthcoming marriage of Violet Merville, daughter of a famed General, to Baron Gruner, a known philanderer and womanizer who has been known to seduce - and perhaps even dispose of - well-to-do women on the Continent. The young woman is madly in love with him and will hear nothing against him. It's also apparent that Sir James is acting as an intermediary for someone else, whom he refuses to reveal. The Baron is soon onto Holmes' attempt to discredit him and he is not above hiring ruffians to get rid of troublemakers. Homes recruits one of the Baron's discarded women to try and convince Miss Merville of her ill-advised romance but it is only when he learns that Gruner has a diary does he find the weapon he needs."}
{"\"Sherlock Holmes\" (1954) {The Case of the Blind Man's Bluff (#1.8)}": "A sailor in a pub returns to his table and finds a chicken claw tied with a black ribbon hanging over it. He angrily accuses a barmaid of putting it there, but she denies it. Just after the sailor leaves the pub, he is stabbed to death. Inspector Lestrade consults Sherlock Holmes about the case, and when he tells Holmes that this is the second recent murder that has involved a chicken claw tied with a black ribbon, Holmes explains that this is used as a death threat in certain parts of Trinidad. Soon afterward, when a doctor receives the same objects, he consults with Holmes, Lestrade, and Dr. Watson."}
{"\"Sherlock Holmes\" (1964) {Shoscombe Old Place (#2.13)}": "Holmes is engaged by John Mason, groom to Sir Robert Norberton, whose horse is to run in the Derby in a few days. Mason has noticed many things wrong at Shoscombe Old Place, such as Norberton's meeting a stranger in the family vault, the discovery of bones in a furnace, and the distant behaviour of Sir Robert's sister, who has refused to acknowledge her favourite horse and given away her dog. Holmes reveals a plot which, rather than criminal,is a desperate bid to buy time."}
{"Tom and Jerry Meet Sherlock Holmes (2010) (V)": "Takes place in London, as various jewel heists baffle Scotland Yard, and a beautiful singer named Red gets framed as the culprit. A situation of this magnitude calls for drastic action, and soon the legendary Sherlock Homes hits the beat, with Dr. Watson and Tom and Jerry in tow. But the case grows even more challenging when Tom and Jerry resort to their old crazy tricks and games with one another. Favorite supporting characters from the original Tom and Jerry series also turn up, including Droopy, Butch and Tuffy."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Ripening Rubies (#1.12)}": "An ex-con makes a rookie mistake-trying to sell a stolen ruby necklace back to the craftsman who made it. The jeweler, Bernard Sutton, soon discovers that a string of high-society women are losing their expensive adornments. Shunning the heavy-handed approach of the police, he sets his own trap to catch the thief."}
{"Sherlock Holmes (2009)": "After finally catching serial killer and occult \"sorcerer\" Lord Blackwood, legendary sleuth Sherlock Holmes and his assistant Dr. Watson can close yet another successful case. But when Blackwood mysteriously returns from the grave and resumes his killing spree, Holmes must take up the hunt once again. Contending with his partner's new fiancée and the dimwitted head of Scotland Yard, the dauntless detective must unravel the clues that will lead him into a twisted web of murder, deceit, and black magic - and the deadly embrace of temptress Irene Adler. In London, Sherlock Holmes and his partner Dr. John Watson captures the follower of black magic and serial killer Lord Blackwood that has already killed five women when he is near to kill his sixth victim. Blackwood is sentenced to be strung up and Dr. Watson attests his death. However, Blackwood mysteriously returns from the afterlife and Inspector Lestrade summons Sherlock Holmes to help the Scotland Yard in the investigation. Meanwhile Dr. Watson intends to get married of the gorgeous Mary Morstan while Sherlock is visited by his former lover Irene Adler that has a secret agenda. With the arrest of Lord Blackwood, Sherlock Holmes and Dr. John Watson believe they have stopped one of London's most dangerous killers, responsible for four deaths and about to commit a fifth when he is apprehended. Several months later he is hanged for his crimes but rumors begin to circulate that he is in fact still alive, having used managed and the black arts to escape society's judgment. When they disinter his remains, they find the body of another man in the coffin. Soon, all of London is atwitter with the news that Blackwood has risen from the dead and for some, he is the devil incarnate. With the assistance of the very capable Irene Adler, Holmes and Watson must stop Blackwood before he can initiate his master plan: the takeover of the British government and eventually, world domination."}
{"\"Sherlock Holmes\" (1954) {The Case of the Greystone Inscription (#1.16)}": "Millicent Channing comes to consult Sherlock Holmes because her fiancé John has disappeared. John has recently been absorbed in his historical study, believing that he has made an important discovery. All that Millicent knows about it is that John was planning to see Sir Thomas Greystone. She tells Holmes about her visit to Greystone Castle, where she was received coldly by the Greystones, and was told that they had never seen John. Holmes proceeds to John's flat to look at his research papers, and he finds a copy of a historical inscription that he then takes with him to Greystone Castle.Millicent Channing comes to consult Sherlock Holmes because her fiancé John has disappeared. John has recently been absorbed in his historical study, believing that he has made an important discovery. All that Millicent knows about it is that John was planning to see Sir Thomas Greystone. She tells Holmes about her visit to Greystone Castle, where she was received coldly by the Greystones, and was told that they had never seen John. Holmes proceeds to John's flat to look at his research papers, and he finds a copy of a historical inscription that he then takes with him to Greystone Castle."}
{"\"Sherlock Holmes\" (1954) {The Case of the Tyrant's Daughter (#1.39)}": "A chemist is accused of the murder of his fiancé's stepfather, who was determined to keep the two apart. Although there is mounting evidence of the chemist's guilt, Holmes is requested by the old man's housekeeper to investigate the case, as she believes the young man to be innocent."}
{"\"Sherlock Holmes\" (1954) {The Case of Lady Beryl (#1.2)}": "Annoyed by a newspaper account that fails to give Sherlock Holmes proper credit for solving the Cunningham case, Dr. Watson goes to Scotland Yard to complain to Inspector Lestrade. While Watson is with the inspector, word arrives that a murder has been committed at the home of Lord Beryl. Lestrade takes Watson with him, and sends word for Holmes to join them, but Holmes delays his departure because he is absorbed in a chemical experiment. When Lestrade and Watson arrive, Lady Beryl confesses to shooting the victim, an Austrian agent. Later, when they tell Holmes the facts of the case, Holmes is immediately convinced that Lady Beryl is innocent, and he sets out to find the real murderer."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Last Vampyre (#3.1)}": "Sherlock Holmes agrees to investigate suspected murders in a village whose ancestors had killed a prominent family a century ago that they thought were vampires. These deaths appear to be linked to a descendant of that family, a man who seems to have something malevolently supernatural about him, much like a vampire itself. The Reverend Merridew entreats Sherlock Holmes and Dr. Watson to come and bring reason to his simple village. A century earlier the inhabitants killed a prominent family thought to be vampires. John Stockton, a descendant of that family, has recently returned, and the people fear supernatural retribution. When a blacksmith dies while under an intense gaze from the man, followed shortly by the death of an infant whom he merely touched the night before, Holmes heeds the call - not to solve a murder but to prevent one before unreasoning fear takes hold and the town becomes a lynch mob once again. Sherlock Holmes is recruited by the Reverend Augustus Merridew to investigate the recent death of a young child. Merridew is concerned that with rumors going about his village, violence may erupt at any time. The dead child, a mere baby, belonged to an old school mate of Dr. Watson, Rob Ferguson and his new wife, the South American born Carlotta. The problem lies with a recent arrival in the village, Mr. John Sinclair Stockton, whose family had been run out of the village over a hundred years ago. The rumor sweeping the village is that Stockton, like his ancestors, is a vampire and that it was he who caused the baby's death. Holmes and Watson travel to the village and search for a more rational explanation to a series of bizarre events that is haunting everyone."}
{"\"Sherlock Holmes\" (1964) {The Musgrave Ritual (#2.10)}": "Reginald Musgrave, who comes from a family with a long and noble history, asks for Holmes' assistance when his womanizing butler mysteriously disappears after Musgrave has caught him trying to locate a map of instructions, known as the Musgrave Ritual, which will allegedly unearth royal treasure, hidden in the Civil War."}
{"\"Murder Rooms: Mysteries of the Real Sherlock Holmes\" (2000) {The Dark Beginnings of Sherlock Holmes (#1.0)}": "In the tumult that follows his killing off his fictional character Sherlock Holmes, Arthur Conan Doyle reflects on the man who influenced and provided the prototype for the great detective, Dr. Joseph Bell. A professor at the University of Edinburgh medical school where Doyle is a student, Bell is unconventional in his quest for knowledge and uses his skills of perception and observation to interpret events. He also believes that crimes can be solved in the same way as disease can be diagnosed if the same techniques are used. Having solved the murder of a young woman, Bell grants Doyle greater access to his research. This is also a time when women are being admitted to the Medical School for the first time and Doyle has become attracted to a fellow student, Elspeth Scott. Not all of the students and staff are as accepting as Doyle and someone is trying to frighten her and perhaps even do her harm. When Elpseth's sister Lady Sarah Carlisle takes ill, Doyle comes to believe that her husband Sir Henry Carlisle, a Member of Parliament, may in fact be behind some of the killings. The solution lies elsewhere however."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Missing Witness Sensation (#1.2)}": "After amateur detective Max Carrados ruins the alibi of an Irish militant accused of murder, the man's colleagues plot their revenge. To save his life, a trapped Carrados must find a way to get a message to the outside world-one that even a blind man could understand."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Case of the Dixon Torpedo (#1.8)}": "Petty crime and international espionage intertwine when the Russian embassy hires Jonathan Pryde to do one job and his own government hires him for another. The private investigator discovers that the two cases-a money-counterfeiting operation and the theft of plans for a Royal Navy torpedo-are linked."}
{"Bartitsu: The Lost Martial Art of Sherlock Holmes (2011)": "A documentary detailing the history, rediscovery and modern revival of Bartitsu, a martial art founded in Victorian London and almost forgotten throughout the 20th century except for a cryptic reference in Sir Arthur Conan Doyle's \"Adventure of the Empty House\"."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Duchess of Wiltshire's Diamonds (#1.4)}": "Charismatic socialite Simon Carne adopts the persona of \"Klimo\" to solve crimes. Does professional jealousy explain antagonism to the celebrated private detective? Or is it something more? And even though Klimo solves case after case for his clients, why are none of the perpetrators ever caught?"}
{"Sherlock Holmes and the Baker Street Irregulars (2007) (TV)": "The rag-tag group of street kids known as the Irregulars first appeared in the Sherlock Holmes novel A Study in Scarlet in 1887. This time, the Irregulars find themselves having to solve the mysterious disappearance of two of their own gang, while Holmes himself is accused of murder and put under house arrest. Only by the combination of all their skills can they hope to free Holmes and the kidnap victims, solve the murders and prevent an audacious heist."}
{"\"Rastamouse\" (2011) {Sherlock Homie' (#2.22)}": "There's a new crime bustin' mouse in town, so Wensley's got no qualms about giving Da Easy Crew the day off. But when the substitute investigator fills the Presidential Mansion with a crowd of unlikely suspects Wensley must recall the crew to work out the real mystery, save some mouse reputations and help Carlton give the orphans a big surprise."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Copper Beeches (#2.1)}": "Sherlock Holmes is approached by a pretty young woman with a bizarre tale. Violet Hunter is a governess by profession and she has recently been offered a position by Jephro Rucastle to act in that capacity at his country home, the Copper Beeches. Apart from offering an enormous salary, Mr. Rucastle also has a number of odd requests. It would be necessary for Violet to cut her hair short and from time to time she would have to sit with them in the parlor wearing a particular electric blue dress. Homes doesn't have much to offer by way of advice but after taking up her appointment, Violet urgently requests his assistance when she discovers that someone may be locked away in a far corner of the house."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Speckled Band (#1.6)}": "As she fears for her life, Helen Stoner seeks Sherlock Holmes' assistance. She lives with her step-father Dr. Grimesby Roylott, a difficult man who is prone to bouts of temper. She tells Homes that some years previously, her older sister Julia had died in unexpected circumstances. She had asked Helen if she ever heard the sound of a whistle at night. Helen admitted that she had not. Just a few weeks before she was to marry, Julia came tumbling out of her room, screaming; she died within minutes. Now Helen, who is also soon to be married, finds that her step-father has moved her into her late sister's room. During her first night there, she hears the whistle that her sister had asked about."}
{"\"Sherlock\" (2010)": "In this modernized version of the Conan Doyle characters, using his detective plots, Sherlock Holmes lives in early 21st century London and acts more cocky towards Scotland Yard's detective inspector Lestrade because he's actually less confident. Doctor Watson is now a fairly young veteran of the Afghan war, less adoring and more active. A modern adaptation of the famous Sir Arthur Conan Doyle stories. Sherlock Holmes lives in 21st century London, a city filled with mystery, crime and deceit. The back streets are alive with robbers, blackmailers, smugglers and serial killers. When the police are desperate they call upon Mr Sherlock Holmes and his unconventional methods of deduction to shed light on the matter. Ably assisted by Doctor John Watson, a recently returned Afghanistan vet, Sherlock attempts to solve some of the countries most intriguing puzzles. But is solving crimes enough to keep the boredom at bay?"}
{"\"Sherlock Holmes\" (1954) {The Case of the Eiffel Tower (#1.30)}": "After a famous criminal is run over and killed by a milk wagon, Insp. Lestrade finds a mysterious coded note in the man's clothing. He asks Holmes to decipher it, and Holmes' subsequent investigation leads him to assume the dead gangster's identity and he follows a trail of clues to Paris."}
{"Sherlock Holmes and the Stolen Emerald (2013)": "Sherlock Holmes and the Stolen Emerald is a six-minute comedic short film, inspired by the great silent comedies of Charlie Chaplin. Based on the idea that Watson is the real genius of the duo, it features several characters dressed in exuberant steampunk attires. Is Sherlock Holmes really a genius? Or is Dr Watson an expert in communication? Sherlock Holmes and the Stolen Emerald is a six-minute comedic short film, inspired by the great silent comedies of Charlie Chaplin. From an original idea by Celine Terranova, this short film was initially developed in May 2012 and financed thanks to a crowdfunding campaign on IndieGoGo. The film was shot at Barts Pathology Museum in London across two weekends in early 2013. The premiere took place at the Genesis cinema in East London on June 6th."}
{"\"Sherlock Holmes\" (1954) {The Case of the Careless Suffragette (#1.20)}": "Angry over the defeat of a women's suffrage bill in Parliament, a zealous suffragette seeks out an anarchist, and acquires a bomb in the shape of a croquet ball. She does not intend to harm anyone, but the ball becomes exchanged with a real croquet ball. It is used in a game and explodes, killing a member of Parliament. Sherlock Holmes is convinced that someone else is responsible for making the switch, and he sets out to investigate."}
{"\"Sherlock Holmes\" (1954) {The Case of the Reluctant Carpenter (#1.21)}": "An arsonist burns Covent Garden to the ground, and threatens to do the same to other buildings unless he receives a large payment. Holmes and Watson, with no clues to the man's identity, search through the rubble of the burned-out building for clues to the arsonist's identity before he can strike again. When an unidentified man is found murdered near the scene of a warehouse fire, Scotland Yard's laboratory is unable to identify him. Inspector Lestrade and a police sergeant take a sample of mud from the dead man's shoes, and go to Baker Street to consult Sherlock Holmes. Since Holmes is out, they try to analyze the sample themselves, using Holmes's notes and equipment. As they are working, a man enters the flat, demands money, and tells them that he has planted a bomb that will go off somewhere in London at 6:00 PM that evening. When Holmes returns and learns the details from Lestrade, he and Doctor Watson realize that they have to move quickly."}
{"\"Sherlock Holmes\" (1964) {The Sign of Four (#2.15)}": "When she receives pearls beyond price and a mysterious message from an anonymous source, Miss Mary Morstan goes to the famous consulting detective of 221B Baker St., Mr. Sherlock Holmes for advice in how to answer the message. Together with his staunch comrade, Dr. John Watson, and a mutt named Toby, Holmes tracks down the secret of the Sign of Four. Miss Mary Morston seeks Sherlock Holmes' assistance in resolving the strange disappearance of her father some 10 years ago and the fact that for several years she has on the anniversary of his disappearance received a beautiful, flawless pearl. She also has an old map of sorts with her father's and three other names written at the bottom. She has also has received a letter from a Mr. Thaddeus Sholto inviting her - and two friends if she wished - to visit him as he had news about her father. Holmes and Watson accompany her and learn that Mr. Sholto's and Miss Marston's father both served in India and had supposedly secreted a vast treasure. They decamp to his brother's house, where the treasure is believed to be hidden, only to find that Bartholomew Sholto has been murdered."}
{"Sherlock Holmes: The Awakened (2007) (VG)": "Sherlock Holmes is back on PC in The Awakened. This new Sherlock Holmes adventure game rises to the challenge of being entirely in 3D, while the creators have retained the traditional adventure game 'point & click' mechanic, in which the game is played solely with the mouse. The use of full 3D allows for an immersive experience, with changing game rhythm and additional enigmas and puzzles using physics and light. Mixing the works of Doyle and H.P. Lovecraft, The Awakened plunges the player into the heart of a mysterious and oppressive adventure. Sherlock Holmes, assisted by the loyal Doctor Watson, investigates strange disappearances which seem related to the activity of a secret sect which worships the god Cthulhu."}
{"Un rivale di Sherlock Holmes (1907)": "One of the world's earliest \"Sherlock\" films (according to David S Davies' book, \"Holmes of the Movies\" (1968), and now lost. It was preceded by, and soon followed by, films from the US, Denmark, Germany, England, France, and other lands, many of them made without permission from author A C Doyle and his representatives. Apparently some of these early borrowers got around Doyle's copyrights by claiming the characters were not Doyle's own creations but merely admirers of them, as in this Italian \"spin-off\" from 1907. When \"Rival of Sherlock\" was imported to the US in 1908, it was reviewed by \"Moving Picture World\" (quoted by Davies), crediting the detective-hero (Sherlock's \"rival\") as using several disguises as he tracks down the crooks amidst some action-filled confrontations. As with many other film primitives made that early, \"Rival of Sherlock\" unfortunately lacks individual credits (director, star, producer, etc.), even in Aldo Bernardini's huge catalog of Italian silent films (\"Archivio del cinema italiano,\" v. 1, 1991). Incidentally, the US distributor of this film seems to have mistranslated its title as \"Rival Sherlock Holmes\" [sic] -- the incomplete title then passed on by \"Moving Picture World\" and by Davies."}
{"The Sherlock Holmes Girl (1914)": "Sally was the maid-of-all-work at the Palace Hotel, Jonesville. Sally's raise to fame was occasioned solely because some absent-minded guest had left a book behind him, when he departed from the somewhat limited splendors of the Palace hotel. The book was a treatise on the ancient and gentle art of detecting. Filled with a desperate zeal to distinguish herself, Sally decided to 'shadow' the very next guest who arrived in the hotel. The first guest who arrived after Sally's decision was plainly a suspicious character. To begin with, he was quietly dressed and perfectly respectable in appearance. So Sally 'shadowed the stranger in the most approved fashion. When he locked the door to his room she looked over the transom. Sure enough he took some jewels out of his suitcase. Sally instantly summoned the police. Entering the room to keep the man under closer surveillance, she accidentally pointed a fan, shaped like a pistol at him. Instantly his hands shot above his head. The funny part of it all was he really was the thief. Sally pocketed the reward and departed."}
{"\"Sherlock Holmes\" (1964) {The Man with the Twisted Lip (#1.7)}": "Mrs. St. Clair is convinced that she momentarily saw her husband, a respectable journalist who commutes to London from their country home, looking out of the window of an opium den in a rough part of the city. The police investigate but find a bundle of clothes and no body. Mr. St. Clair is not dead but Hugh Boone, a literate beggar given to quoting the classics, knows exactly where he is and so - eventually - does Sherlock Holmes."}
{"\"Sherlock Holmes\" (1964) {The Abbey Grange (#1.5)}": "Holmes is called in by Inspector Hopkins to assist in solving the murder of Sir Eustace Brackenstall, whose house, the Abbey Grange, was also robbed, his young Australian wife Mary, being tied up by the thieves. Evidence points to it being the work of the Randall family, notorious local thieves, but certain discrepancies lead Holmes to rightly suspect a justified crime of passion, made to look like a break-in and a crime whose participants may be allowed to go free."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Golden Pince-Nez (#1.3)}": "With Dr. Watson occupied at his surgery with an overflow of patients, Sherlock Holmes is joined by his brother Mycroft as he tries to solve the murder of Willoughby Smith. He was found by a maid having been stabbed with and clutching a lady's golden pince-nez in his right hand. His last words were 'Professor it was she'. Smith worked as an assistant to Professor Coran, an invalid who was studying early Christianity. Smith was involved with a local teacher and suffragette Abigail Grosby with whom he had recently had a falling out. The solution however lies in events long ago in Russia and a desire for revenge."}
{"Unlocking Sherlock (2014) (TV)": "A television documentary from 2014, this 56 minute short film explores the BBC television series \"Sherlock\" with interviews by the actors and writers of the show. Fans are given a behind-the-scenes look at the passion and process of bringing sir Arthur Conan Doyle's most beloved character to the screen. Mark Gatiss and Steven Moffat (creators of BBC's \"Sherlock\") see their lifelong dream achieved by giving their boyhood hero new life in this modern adaptation set in 21st century London. Because of their love of Doyle's master detective, Gatiss and Moffat try to stick closely to the original stories. They succeeded. So much so that, in a repeat of the 1893 event in which Doyle killed off Sherlock Holmes from his stories, today's audiences (more than 100years later) were just as distraught at the death of their beloved hero. Sherlock Holmes fans, both then and now, came up with their own theories as to how Holmes may have survived. If you love this show, you will thoroughly enjoy \"Unlocking Sherlock\"."}
{"Sherlock Jr. (1924)": "A projectionist is studying to be a detective and is in love with a young lady. When he proposes her, his rival steals the chain watch of her father and incriminates him. The disappointed young projectionist returns to his job and while projecting the film, he dreams on being the detective of the story. Meanwhile, the girl finds the truth and acquits the guilty of the projectionist to her father."}
{"\"Sherlock Holmes\" (1954) {The Case of the Shy Ballerina (#1.6)}": "As Sherlock Holmes and Dr. Watson prepare to go out for a walk, Watson realizes that he has accidentally picked up another man's coat at his club. He also finds a note in the pocket with an odd, seemingly meaningless message. Just then, the man whose coat Watson has arrives to exchange coats, but in making the exchange, the two accidentally exchange hats as well. When Holmes and Watson go to the man's home to return his hat, the man's wife recognizes Holmes and asks for his help, telling him that her husband is being blackmailed by a ballerina whom he met in Russia. When the man is murdered late that same night, Inspector Lestrade suspects the ballerina, and asks for Holmes's help."}
{"\"Sherlock Holmes\" (1954) {The Case of the Laughing Mummy (#1.17)}": "Sherlock Holmes and Dr. Watson are going on a fishing trip, and while they are riding the train, they meet Watson's old friend Reggie Taunton. Taunton asks Holmes if the detective would mind helping him with an odd problem. Taunton's archaeologist uncle has sent him an authentic Egyptian mummy, and strange laughing sounds have been coming periodically from the sarcophagus. Holmes visits Taunton's home, and has dinner with Reggie, Reggie's fiancée, the fiancée's aunt, and an Egyptologist who knows Reggie's uncle. While they are dining, the mummy starts to make the noise, and Holmes quickly finds a very simple explanation for it. But in the course of examining the mummy and the sarcophagus, Holmes uncovers a more serious mystery."}
{"\"Sherlock Holmes\" (1964) {The Copper Beeches (#1.3)}": "Miss Violet Hunter has been engaged by the jovial if odd Mr. Rucastle at his country house in Hampshire as a governess to his little boy. The pay is excellent but the terms are bizarre - Miss Hunter has to cut her hair short and stand in the window wearing a blue dress. She realizes that this is for the benefit of a person watching the house continually but needs Holmes' help in working out why."}
{"\"Sherlock Holmes\" (1954) {The Case of the Violent Suitor (#1.25)}": "\"Aunt Lottie\", an advice columnist who is actually a man named Alex Doogle, advises a young woman to break up with her violent fiancé, Jack Murdock. The groom-to-be pretends to be wealthy to mask his motive of acquiring the wealth of his intended bride. He finds Doogle, severely beats him and threatens his life. Doogle turns to Sherlock Holmes, both for his own protection and to save the young woman from her crazed fiancé."}
{"\"The Return of Sherlock Holmes\" (1986) {Silver Blaze (#2.2)}": "Wealthy sportsman Colonel Ross asks Holmes to investigate the disappearance of his prize thoroughbred Silver Blaze, whom he wants to enter in the Wessex Cup Race. On the night in question the stable is visited by a gambler hoping to get some inside information on the race but is turned away by a loyal stable boy. After the boy is drugged by opium, the horse disappears, and the trainer is found bludgeoned on a lonely moor, suspicion falls on the gambler, but if he is guilty, where is Silver Blaze? Sherlock Holmes and Dr. Watson investigate the disappearance of a champion racehorse, Silver Blaze. The horse disappeared in the middle of the night from its stables and with a major race on the horizon its owner, Colonel Ross, is desperate to get his prize possession back. There had been some strange comings and goings the night the horse disappeared including a race tout trying to get inside information on the upcoming race. When the horse's trainer, John Straker, is found dead in a field, this also becomes a murder investigation with the local police less than pleased at Homes' involvement."}
{"\"Sherlock\" (2010) {The Empty Hearse (#3.1)}": "Two years after the devastating effects of The Reichenbach Fall, Dr John Watson has got on with his life. New horizons, romance and a comforting domestic future beckon. But, with London under threat of a huge terrorist attack, Sherlock Holmes is about to rise from the grave with all the theatricality that comes so naturally to him. It's what his best friend wanted more than anything, but for John Watson it might well be a case of 'be careful what you wish for'. If Sherlock thinks everything will be just as he left it though, he's in for a very big surprise. Two years have passed after Sherlock faked his death in order to kill Moriarty. Rescued by Mycroft during undercover work in Serbia he is told that a terrorist cell is about to launch an attack on London. He returns to the capital and, disguised as a waiter, surprises Watson, who is about to propose to his sweet-heart Mary. As the media reveal Holmes' return Lestrade shows him a CCTV video of a man who entered a tube train and seemingly never came out again and, after he has rescued Watson from being thrown onto a bonfire on November the Fifth, they deduce that the terrorists are plotting to place a subway train in a disused station below parliament and then blow it up. After a two year absence, Sherlock returns to London at his brother Mycroft's request. There has been much speculation since his \"death\" with many having always believed he was alive and well. While many rejoice, one who doesn't take his return well is John Watson who, after grieving the loss of his friend, moved on with his life both professionally and personally. He's upset that his friend didn't trust him enough to tell him just what he was doing. He's also engaged to Mary Morstan. While he tries to get his old friend onside, Sherlock also has to deal with the main reason Mycroft wanted him back: they have credible evidence that there is to be a major terrorist attack in London."}
{"\"The Return of Sherlock Holmes\" (1986) {Wisteria Lodge (#2.3)}": "Without a case to occupy his restive mind, Holmes breaks his ennui by agreeing to investigate the story of an amateur cartographer who stayed overnight at the rented lodge of another map enthusiast but awoke in the morning to find his host and servants mysteriously missing. Holmes finds he has a rival in the ambitious and publicity conscious Inspector Barnes, who sees himself as The Great Detective's peer and is reluctant to share information with him. When the Spaniard is found bludgeoned to death, Barnes suspects his mulatto servant, but Holmes directs his efforts in a different direction. Sherlock Holmes is approached by Mr. Scott-Eccles who recounts strange events. He recently dined with an acquaintance, a Spanish gentleman named Diaz with whom he shared an interest in map making. He spent the night at Mr. Diaz' rented home, Wisteria Lodge, but awoke the next morning to find the house abandoned. Thinking that Diaz might be doing a runner, he contacted the landlord but was told that the man's rent had been paid in full. A somewhat bored Holmes agrees to look into these mysterious circumstances surrounding the case but the local constabulary, in the form of Inspector Baynes, make it very clear that he is out to make a reputation for himself by solving this case without the Great Detective's help."}
{"\"Sherlock Holmes\" (1954) {The Case of the Royal Murder (#1.34)}": "As payment for solving a case, Holmes and Watson are invited to spend a weekend at an estate in the Balkans. However, their vacation is cut short when another guest, Prince Stefan, is poisoned and their host is accused of the murder. Holmes must find the real killer before he himself becomes the next victim."}
{"\"Sherlock Holmes\" (1954) {The Case of the Red Headed League (#1.11)}": "After Sherlock Holmes fires a revolver several times as part of an experiment, Dr. Watson finds a man who has fainted outside their flat after hearing the shots. The man is a shopkeeper named Wilson who has come to consult Holmes, and when he comes to, he tells his story. The assistant in his shop had drawn his attention to the 'League of Red-Headed Men', and had helped Wilson secure a position with the group. While his assistant watched the shop, Wilson was well paid for sitting in an office and copying out encyclopedia articles. When the league unexpectedly dissolved, Wilson decided to come to Holmes. The detective dismisses him brusquely, but after Wilson leaves, Holmes tells Watson that someone obviously wanted to keep Wilson away from his shop for some reason, probably as part of a scheme to commit a crime. Holmes and Watson proceed to the shop to investigate."}
{"Sherlock Holmes: Secret of the Silver Earring (2004) (VG)": "In this adventure game you play as both Sherlock Holmes and Dr. Watson as each takes turns searching for clues, interrogating suspects and talking to other characters in 19th century England. While Holmes questions the guests and investigates the crime scene, Dr. Watson will get assistance outside the mansion from Wiggins, Mrs. Hudson and others. At the end of each chapter, the player helps them make deductions in the form of a question and answer quiz. Gameplay is entirely mouse-driven, using a point-and-click interface, and inventory system."}
{"The Private Life of Sherlock Holmes (1970)": "Director Billy Wilder adds a new and intriguing twist to the personality of intrepid detective Sherlock Holmes. One thing hasn't changed however: Holmes' crime-solving talents. Holmes and Dr. Watson take on the case of a beautiful woman whose husband has vanished. The investigation proves strange indeed, involving six missing midgets, villainous monks, a Scottish castle, the Loch Ness monster, and covert naval experiments. Can the sleuths make sense of all this and solve the mystery? Sherlock Holmes becomes involved in the case of Gabrielle Valladon when the young woman is fished out of the river and brought to 221b Baker Street by a cabbie. She's quite beautiful and doesn't really remember who she is or why she mentioned Holmes' name when found. Using his deductive powers, Holmes determines she is Belgian and having retrieved her luggage from Victoria station, that she had only recently arrived on the boat train. She came to England looking for her husband and has no idea how she ended up in the river. Soon however, the case becomes more complex when Holmes' brother Mycroft warns him to stay away and that it involves the security of realm. Undaunted, Holmes, Watson and Gabrielle follow the trail of clues and are soon in Inverness where they encounter both a troop of missing midgets - a case Holmes had earlier turned down - and have an encounter with the Loch Ness monster. Brother Mycroft also has some unexpected information for his brother."}
{"Der Mann, der Sherlock Holmes war (1937)": "Hans Albers and Heinz Rühmann play two confidence tricksters. They manage to stop a night train for nefarious purposes, and impersonate Sherlock Holmes and Dr Watson. Romantic involvement with two young British female travelers ensues, but the plot deepens into the disappearance of rare Mauritius postage stamps which they undertake to recover, in their role as Holmes and Watson. Released under the original title of \"Zwei Lustige Abenteurer\" (\"Two Gay Adventurers\" in a USA review translation), with no mention of Sherlock Holmes in the title (even Nazi-Germany honored international copyright laws...for a while), and at no point do the two leads assert they are Sherlock Holmes and Dr. Watson. Nevertheless, two con-men, for their own less-than-honorable purposes, dress as Conan Doyle's characters and let the assumptions fall where they may. They stop a train and, after a series of misadventures, capture a gang of counterfeiters and recover a priceless stamp collection. However, they are arrested as impersonators of the two famous characters, and Conan Doyle attends their trial. Nothing can be proved against them other than they used similar costumes, and they are released to continue to romance the two British girls who assisted them."}
{"\"Sherlock\" (2010) {The Sign of Three (#3.2)}": "As Lestrade fumes over his constant inability to convict the Waters gang of bank robbers Holmes prepares for his role as best man at Mary and Watson's wedding. His speech, initially bizarre, turns out to be a moving tribute to his friend whilst he also contributes two anecdotes of recent cases, both unsolved. The first concerns a young guardsman whose life Watson saved after he was the victim of a 'locked room' attempted murder. The second involves a man who uses the identities of the recently deceased to date different women. As he looks around the wedding party Holmes suddenly realizes their connected solutions, which also involve Watson's former commanding officer, disfigured war hero Major Sholto. Sherlock is about to face one of the greatest challenges of his life: as best man at John's wedding, he has to give a speech. On the big day, he starts off somewhat rambling but in the end, delivers a charming and warm oration on his good friend John and his new bride Mary. He also recounts two cases, still unsolved, from John's blog. The first deals with a Guardsman who, soon after being relieved from guard duty, is found stabbed and dying inside a locked shower stall. The second involves a young woman who wants Sherlock to locate a man she had recently met and who then disappeared. As he recounts these tales Sherlock realizes they are linked by a common thread and also to John and Mary's wedding - where one of the guests is going to be murdered."}
{"\"Sherlock Holmes\" (1964) {The Disappearance of Lady Frances Carfax (#1.12)}": "Lady Frances Carfax, an independent aristocratic young woman, goes missing on holiday having dismissed her maid. Watson, later joined by Holmes, investigate a burly follower of the lady but he turns out to be an old flame, Philip Green ,who is anxious to rekindle his acquaintance with Lady Frances. The trail leads back to London and 'Dr. Shlessinger' a jewel thief masquerading as a holy man, from whom Holmes manage to save Lady Frances suffering a macabre fate."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Blue Carbuncle (#1.7)}": "On Christmas Eve, Sherlock Holmes and Dr. Watson try to determine how a fabulous blue carbuncle found its way down the gullet of a goose. It all starts that morning when the Commissioner who lives across the way asks Holmes' advice. On his way home, he came across a group of ruffians taking advantage of an elderly gentleman. His uniform scared them all off with the elderly gentleman leaving behind the goose. Holmes suggests that he simply keep it but he is soon back with the precious stone. Newspaper reports have reported the theft of the unique blue stone from a local hotel, but Holmes can't resist solving the mystery of how it got to its final destination."}
{"\"Sherlock Holmes\" (1954) {The Case of the Unlucky Gambler (#1.37)}": "A young boy shows up at Baker Street, asking for Holmes' help in finding his missing father. Holmes' investigation reveals that the man is a gambler on the run from his creditors, and the team begins to make the rounds of the seedy gambling underworld in search of the boy's father."}
{"\"Sherlock Holmes\" (1954) {The Case of the Baker Street Nursemaids (#1.26)}": "A baby is left on Holmes' and Watson's doorstep. The child turns out to be the son of a missing French scientist. When Watson is later brutally attacked and the baby kidnapped, the detectives must find the baby and its father and avoid an international scandal."}
{"Sherlock Holmes and the Curse of the Banshee (2009) {{SUSPENDED}}": "London, England 1888. The City is plagued by a series of PUZZLING DEATHS. Each victim (all males) appears to have died from a sudden heart attack. Postmortem examinations reveal their HEARTS MISSING (the organ apparently ripped from their chest by way of their esophagus). The only clues to the mystery are a handful of eyewitness accounts regarding the \"Lady in White\" glimpsed leaving the scene of each murder. Local authorities believe the murders to have been perpetrated by a MISS EMILY WATSON, niece to DR. JOHN WATSON, the stout sidekick of SHERLOCK HOLMES. Upon finding out that Emily is accused of murder, WATSON convinces his roommate, SHERLOCK HOLMES, a young and budding private detective, to take the case in the hopes of proving her innocence and discovering the identity of the true KILLER. Enraptured with Emily and intrigued by the murders, Holmes applies his legendary powers of observation and intuition to the investigation, discovering inexplicable clues that make the murders impossible to have been perpetrated by human hands. Going against his better judgment, Holmes combines his rigid code of logic with more unconventional methods of investigation, delving into the supernatural and uncovering an 18th century legend that depicts the same occurrence over one hundred years ago by a creature known as the BANSHEE. In the end, the only way for Holmes to stop the MONSTER is in fact to become a monster himself. He must die and be reborn in the LAND OF THE DEAD in order to face the Banshee and destroy it."}
{"Sherlock Holmes and the Shadow Watchers (2011)": "The sensational details of a gruesome murder in The Daily Gazette have London in a panic, as a blood-thirsty madman - more vicious than Jack the Ripper - preys upon the city. Of greater concern to Scotland Yard, however, is that the account of the murder was published nearly two hours prior to the crime having been committed! Sherlock Holmes and Dr. Watson - the Great Detective and his faithful assistant and chronicler - find themselves challenged with one of their most baffling cases - \"The Case of the Woman Who Was Murdered Tomorrow\"! Will an innocent man be sent to the gallows? How much blood will be shed before a scarred fiend is brought to justice? ...And who are the mysterious Shadow Watchers, a coven of ominous figures who orchestrate terror from within the darkness? Starring Anthony D.P. Mann as Holmes and Terry Wade as Dr. Watson, \"Sherlock Holmes and the Shadow Watchers\" is a horrifying new adventure, produced with the kind permission of the Conan Doyle Estate*. DVD / Online Release: 2010 (Date TBA)"}
{"Sherlock Holmes (1932)": "Moriarty is sentenced to death, and Sherlock Holmes prepares to retire to the country and marry his girl (sic). But Moriarty has sworn that Holmes, Lt-Col Gore-King of Scotland Yard, and his trial judge shall all be hanged too. When Moriarty escapes and proceeds to put his threat into operation, Holmes has to postpone his retirement. The fiendish Dr. Moriarty is sentenced to death at the Old Bailey. From the dock, he swears that the prosecutor will hang before he does, and that the head of Scotland Yard, and Sherlock Holmes, will also die. Meanwhile, Holmes is in the country, meeting the banker father of his fiancée, to arrange his wedding! Then, the prosecutor is found hanged, and Holmes is told that Moriarty has escaped. Set in England c. 1930, with concessions to American taste as Moriarty imports a gangster to join his band of international master criminals."}
{"\"Sherlock Holmes\" (1964) {Black Peter (#2.11)}": "Holmes helps Inspector Hopkins investigate the murder of 'Black' Peter Carey, a drunken, aggressive ex-sailor, harpooned to death in his log cabin in the woods. Peter seems to have known his killer as he had been drinking with them. A tobacco pouch with the initials P.C. is found but Carey did not smoke. A book with the initials J.H.N. leads Hopkins to arrest John Neligan, who was certainly in the cabin at some time but Holmes reckons he was too feeble a man to wield a harpoon. So who is P.C?"}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Secret of the Foxhunter (#2.10)}": "When two European spies join a hunting party at an English country house, William Drew of the Foreign Office goes undercover to pursue his own type of prey. Drew suspects a traitor may be working with the spies, and soon learns they are more than willing to kill to get what they want."}
{"The Triumph of Sherlock Holmes (1935)": "Holmes, retired to Sussex, is drawn into a last case when.arch enemy Moriarty arranges with an American gang to kill one John Douglas, a country gentleman with a mysterious past. Holmes' methods baffle Watson and Lestrade, but his results astonish them. In a long flashback, the victim's wife tells the story of the sinister Vermissa Valley."}
{"\"The Return of Sherlock Holmes\" (1986) {The Bruce Partington Plans (#2.4)}": "After a civil servant at the Naval Patent Office is found with his head crushed adjacent to the open-air tracks of the London Underground, Holmes' brother Mycroft enlists Sherlock's help on the case The murdered man has apparently stolen top-secret plans for ten components of a new, state-of-the-art submarine, but only seven of the less important design plans are found on the body. Holmes and Watson are entrusted to find the three critically important missing blueprints. Sherlock Holmes' brother Mycroft seeks the great detective's assistance when the plans for the Bruce-Partington submarine are stolen. Three of 10 stolen documents were taken from a now dead junior office clerk, Cadogan West, and their location is now unknown. The man responsible for the plans, Sir James Walter, mysteriously dies following the theft supposedly of shame, according to the dead man's brother, Colonel Valentine Walter. After studying the facts of the case, Holmes isn't convinced that Cadogan West is the real culprit and is more likely the victim of a more elaborate plot."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Dying Detective (#1.2)}": "Sherlock Holmes is approached by Mrs. Adelaide Savage who is concerned about her husband, Victor. He is a successful and rich financier by profession but is a poet at heart. He has taken to using opium regularly and has been acting strangely, she believes, as a result. Holmes accepts to look into the case and soon spends a weekend at their country estate. There he finds that Culverton Smith, Savage's cousin, is also in residence. A bookish man, whose only accomplishment is to be known as the principal authority on a very rare tropical poison, Smith's behavior is odd from the outset. Savage is clearly a sick man and when he dies, Holmes surprises Watson - who is certain Smith responsible - by seeming somewhat nonchalant about it all. When Holmes himself becomes deathly ill, apparently with the same affliction that struck Savage, he summons him to Baker Street to close the case."}
{"\"Sherlock Holmes\" (1964) {The Beryl Coronet (#1.8)}": "Mr. Holder, a city banker, is Holmes' latest client. A prominent customer left him a beryl-encrusted coronet as a surety against a loan. Mr. Holder took the coronet home for safekeeping and was shocked to find his son Arthur attempting to deface it. Holmes deduces that Arthur is innocent and was only trying to cover up for another family member who has been duped by a smooth-talking thief."}
{"Sherlock Holmes Returns (1993) (TV)": "Sherlock Holmes (Anthony Higgins) is awakened in modern times with a tale that he had invented a method of suspended animation that he had utilized on himself. Awakened by an earthquake, he is helped by Amy Winslow, who lives at 1994 Baker Street in San Francisco. There he is joined by a new group of Baker Street Irregulars led by Zapper. His battles lead him to the evil Moriarty clan led by James Moriarty Booth."}
{"\"Sherlock\" (2010) {His Last Vow (#3.3)}": "Lady Elizabeth Smallwood is one of many victims of master blackmailer and media tycoon Charles Augustus Magnussen and asks Holmes to retrieve some incriminating letters for her. Having cultivated Magnussen's secretary Janine, Holmes breaks into Magnussen's office but is confronted by a mysterious black-clad woman, who shoots him. He recovers in hospital and goes after her to discover her identity and reason for wanting the blackmailer dead before he and Watson visit Magnussen at his country house for a confrontation and shoot-out. Watson isn't quick sure what surprises him most: finding Sherlock in a crack-house while looking for his neighbor's son or leaning that his good friend is in a relationship with Janine, who he met at Watson's wedding. Sherlock is far more interested however in talking about his latest case dealing Charles Augustus Magnussen, whom he describes as the Napoleon of blackmail. Acting on behalf of Lady Elizabeth Smallwood, he wishes to retrieve from Magnussen 30 year-old love letters her husband wrote, before their marriage, to his lover. The problem is that his lover was only 15 years old at the time. Sherlock finds a way into Magnussen's office - explaining his relationship with Janine - but is shot by a black-clad, gun-wielding woman who is also bent on killing Magnussen."}
{"\"The Memoirs of Sherlock Holmes\" (1994)": "Holmes, his friend Watson (or his brother Mycroft) work to solve the mysteries of three gables, the dying detective, a golden pince-nez, the red circle, a mazarin stone, and a cardboard box."}
{"Sherlock's Home (1924)": "Gladys falls for a prizefighter who has invited his entire hometown to watch his fight in New York City. However, he gets crazy jealous when he sees Gladys at the fight sitting next to Jimmy. After the bout is over, he sets out for the hotel to teach Jimmy a lesson."}
{"\"The Return of Sherlock Holmes\" (1986) {The Priory School (#1.6)}": "The headmaster of a prestigious prep calls on Holmes for help in investigating the disappearance of the only son of his patron, a rich and powerful duke who seems more worried about staying out of the public eye than finding his ten year old heir. After he reluctantly agrees to allow Holmes to take on the case, The Great Detective investigates not only the missing boy, but a German teacher and the lone bicycle that have mysteriously vanished also. Sherlock Homes is approached by the Master of the Priory School to assist in location a missing student. The boy is son of the Duke of Holdernesse and disappeared three days before. No ransom note has been received and the boy's father has refused to go to the police, thus the delay in contacting Holmes. It also appears that the school's German master has also gone missing. Holmes and Watson travel to the school and meet the Duke who seems strangely removed from locating his son. He is hiding something and it requires Holmes to determine exactly what that is if they are to find the boy alive."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Resident Patient (#2.4)}": "Dr. Percy Trevelyan seeks Sherlock Holmes' assistance in deciphering his benefactor's recent odd behavior. Trevelyan recounts that some years before, Mr. Blessington plucked him out of an obscure and virtually non-existent practice and offered to set him up at a prestigious address. In return for this investment, Blessington would receive a percentage of his income and would provide him with free medical care. For quite some time now the arrangement has worked well for both parties and Blessington has profited from the arrangement. Recently however, Blessington has been acting very strangely. Having read of a burglary in a nearby home, Blessington was overwrought and had bars installed on all the windows. Holmes is intrigued by the case but subsequent events soon have him investigating a murder."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Boscombe Valley Mystery (#1.4)}": "When Sherlock Holmes receives an urgent plea for help from a young woman, Alice Turner, he interrupts Dr. Watson's holiday and they set off. Alice wants Holmes to exonerate her childhood friend James McCarthy, whom she loves dearly and who has been charged with murdering his father, William McCarthy. She is convinced of his innocence and believes the murder charge is due in part to his refusal to reveal what he and his father were arguing about the day the elder McCarthy was killed. They were in fact arguing about James' refusal to marry her. After interviewing him, Holmes also believes him to be innocent. The solution to the crime is to be found in events that began long ago when the elder McCarthy and Alice's father, John Turner, both lived in Australia."}
{"Sherlock Holmes Faces Death (1943)": "During WWII several murders occur at a convalescent home where Dr. Watson has volunteered his services. He summons Holmes for help and the master detective proceeds to solve the crime from a long list of suspects including the owners of the home, the staff and the patients recovering there. The three Musgrave siblings - Geoffrey, Philip and Sally - have opened the doors of their family estate, Musgrave Hall, to convalescing military officers during World War II. As his contribution to the war effort, Dr. Watson has been donating his services and treating several of the men there, some of whom are suffering from shell shock and as a result behave oddly. When one of Watson's colleagues, Dr. Sexton, receives a knock on the head Watson asks his good friend Sherlock Holmes to investigate. Just as they arrive, they find Geoffrey Musgrave dead. Soon after, Philip is also killed and Holmes is convinced that it's somehow related to a poem the next heir to the family estate must recite when someone dies. Known as the Musgrave Ritual, it is a long poem that is gibberish to most but the great detective is convinced it holds the clue to solving the murders."}
{"The Strange Case of Sherlock Holmes & Arthur Conan Doyle (2005) (TV)": "Sir Arthur Conan Doyle (Henshall) is the author of the famous Sherlock Holmes books. This movie shows us how Doyle came up with the idea of the 'super detective' and how he uses the techniques of his mentor Joseph Bell (Cox) in his books. After his father dies, Doyle has to take care of his wife Reeves, who is very ill. This becomes tricky when he falls in love."}
{"\"Sherlock Holmes\" (1954) {The Case of the French Interpreter (#1.14)}": "Dr. Watson urgently fetches Sherlock Holmes from his club, and brings him to see a French interpreter who urgently needs the detective. The interpreter, M. Dubec, explains how his services were requested by a man named Lattimer, who then abducted him and took him to an unknown location. There Dubec was asked to persuade a Frenchman to sign some papers for Lattimer and an associate, so that they can gain control over his sister's wealth. The case becomes more urgent when the criminals find out about Dubec's meeting with Holmes, and once again take him to their hidden location."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Greek Interpreter (#2.2)}": "Dr. Watson is shocked to learn that his good friend Sherlock Holmes has a brother, Mycroft, and that they are on their way to meet him on an urgent matter. There they learn of the strange case of Mr. Melas, a Greek interpreter, who was roused from his sleep in the middle of the night and required to interpret for a man who was clearly being held against his will. That man was beaten, bound and not allowed to speak but only to write out his answers to the questions he was posed. Clearly his captors are trying to force him to sign a document and are also keeping his sister captive. When Melas is taken a second time to interpret, Holmes, Mycroft and Watson must move quickly if they are to prevent a murder."}
{"\"Sherlock Holmes\" (1964) {The Bruce-Partington Plans (#1.9)}": "Holmes' brother Mycroft joins him to investigate the murder of Arthur Cadogan West, a clerk in a government defence office found dead by railway lines with pages from a secret submarine plan in his pocket. Holmes believes that the victim was killed somewhere other than the railway track. Discovering a suspect whose house backed on to the line and could have dropped the body onto a passing train roof leads him towards the culprits who really stole the plans and sought to incriminate an innocent bystander."}
{"\"The Return of Sherlock Holmes\" (1986) {The Devil's Foot (#2.1)}": "Suffering from depression and nearing a breakdown, Holmes is accompanied by Watson to Cornwall for rest and recuperation as they tour the area's scenic coastal cliffs and Neolithic sites. The tranquility is interrupted by news that an unexplained tragedy has suddenly struck three siblings while playing cards in their home. The sister has apparently died from apoplexy, and her two brothers are suffering from acute dementia with expressions of fear and horror frozen on their faces. Showing great will power, Holmes discards his cocaine hypodermic and scrutinizes those involved in the case: an estranged third brother, the local vicar, and an enigmatic big game hunter and African explorer. An ailing Sherlock Holmes travels under doctors orders to Cornwall for a period of rest and convalescence. Dr. Watson accompanies him intent on ensuring his friend follows orders but they are soon approached by the Reverend Roundhay to help solve a most perplexing incident. A young woman, Brenda Tregennis, apparently died of apoplexy while playing cards with her two brothers, George and Owen who are now suffering from some type of dementia. There are wild rumors going about the village including that the incident was a supernatural phenomenon. Holmes believes there is a far more grounded explanation and with the help of a surviving brother, Mortimer Tregennis, tries to determine who would want them dead."}
{"\"Sherlock Holmes\" (1964) {The Retired Colourman (#1.11)}": "Josiah Amberley, a retired dealer in artists' materials, engages Holmes to find his wife who has run off with his money and a man called Dr. Ray Ernest whilst he was at the theatre. In the course of his investigation Holmes teams up with rival sleuth Baker, employed by Dr. Ernest's family to locate him. Holmes gets Amberley out of the way and breaks into his house, discovering that things are not as they have been explained to him."}
{"\"Sherlock Holmes\" (1954) {The Case of the Split Ticket (#1.13)}": "Sherlock Holmes and Dr. Watson return to their flat to find Brian O'Casey waiting for them. The over-excited O'Casey struggles to get his points across, but eventually he explains how he, his friend Albert, and a young woman whom he met in a bakery shop shared the price of a sweepstakes ticket, tearing the ticket into three pieces, one for each of them to hold. Their number won, and they each stand to win 8,000 pounds. But now Albert has disappeared, and unless the other two can find him by midnight, the ticket will expire, and then they won't be able to collect their winnings."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Red Headed League (#2.5)}": "Sherlock Holmes in investigates the strange case of Jabez Wilson. The man was recently offered employment by an organization known as the Red Headed League. For the grand sum of 4 pounds per week, he was to sit in an office and copy out entries fro an encyclopedia, starting with the letter A. He had responded to an advertisement and while there were many applicants, he has no idea why he was selected as the League's beneficiary. When after several weeks his employment is suddenly terminated, Mr. Wilson doesn't know what think. Holmes quickly deduces however that it was the location of his office as much as his red hair that resulted in him getting the employment in the first place."}
{"\"The Return of Sherlock Holmes\" (1986) {The Second Stain (#1.4)}": "Holmes receives a surprise visit from no less than the Prime Minister and the country's chief foreign diplomat, Lord Trelawney Hope. They ask his assistance in the recovery of a sensitive diplomatic letter stolen mysteriously from the Lord's home. Its contents are so incendiary that they might lead Great Britain into war if they were published. Holmes credits only three active criminals capable of masterminding so audacious a theft, and when one is found stabbed to death on the night in question, The Great Detective correctly surmises that it is not a coincidence. Matters are further complicated by a visit to Baker Street by Lady Trelawney Hope, a visit she wants kept from her husband. Sherlock Holmes is approached by a government Minister, Mr. Trelawny Hope, who has had an important document stolen from his dispatch box. The box was in his bedroom at the time of the theft but was left unobserved for several hours. The document is of the utmost sensitivity and could have a serious impact on European affairs. Holmes is surprised when Lady Hilda Trelawny Holmes calls on them to get information about her husband's current situation. Holmes is unable to help her, but the murder of Eduardo Lucas, a possible go-between for the stolen document, leads him to the thief."}
{"\"Murder Rooms: Mysteries of the Real Sherlock Holmes\" (2000) {The White Knight Stratagem (#1.4)}": "When Sir John Starr complains that the investigation into his son's murder is not producing results, the Chief Constable asks Dr. Joseph Bell to assist. Bell agrees but there is some animosity with the officer in charge of the case, Lt. Blaney, as they had recently clashed on a different case. Bell enlist the help of Dr. Doyle who is in Edinburgh to visit his father. The younger Starr was a money lender and he had recently foreclosed on a an account resulting in a young woman committing suicide. For the first time however, Bell and Doyle do not see eye to eye on the case and Doyle finds himself siding with Lt. Blaney. When a suspect is killed, Bell begins to question his own abilities and feels that his time may have passed."}
{"\"Murder Rooms: Mysteries of the Real Sherlock Holmes\" (2000) {The Patient's Eyes (#1.1)}": "Dr. Arthur Conan Doyle assists a young woman, Miss Grace, who is terrified by an apparition that follows her when she bicycles home along a lonely stretch of road. He informs his colleague and mentor, Dr. Joseph Bell who joins him in investigating the case. She believes she is being followed by the spirit of the man who killed her parents some years before, but Bell assures her that the killer was hanged long ago and there has to be another explanation. There are many suspects, including former suitors, an uncle who will soon lose control over Miss Grace's finances and her present fiancée. When Miss Grace is kidnapped, Bell realizes that someone from her past is implicated. He also concludes however that Miss Grace has another dark secret."}
{"The Madness of Sherlock Holmes: Conan Doyle and the Realm of the Faeries (2007) (V)": "The Madness of Sherlock Holmes; Conan Doyle and the Realm of the Faeries Sherlock Holmes is probably the most famous detective in the world. The tales of his exploits have been seen in magazines, books, television screens, the movies and even in computer games. And yet, there is a mysterious side to this fictional character that has eluded and yet drawn us for decades. In a way reminiscent of Holme's art of deduction,this film gets to grips with the creator of Sherlock Holmes, Sir Arthur Conan Doyle, and uncovers an even more bizarre and mysterious tale than anybody could have expected. From secret societies to the occult, from peer pressure to inner turmoil, this is a story of such depth that it will speak to one and all. Uncovering dark secrets of Conan Doyle, this film finally explains what experiences and influences helped to forge the character of not just Sherlock Holmes, but also Moriarty and Watson."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {Shoscombe Old Place (#1.3)}": "Sherlock Holmes is approached by John Mason, a horse trainer who is worried about his employer's recent strange behavior. Sir Robert Norberton and his sister Lady Beatrice Falder live on their estate, Shoscombe Hall. Sir Robert is a keen horseman with stables known locally as Shoscombe Old Place. He has been under a great deal of pressure lately owing primarily to his financial situation. A moneylender, Samuel Brewer, has already visited the manor house once demanding payment but has now disappeared. Other bits of odd behavior have also been apparent. Sir Robert recently gave away his sister's beloved dog and Lady Falder is now only seen once a day when she goes for her carriage ride with her companion. Holmes and Watson are soon on site but it is apparent that Sir Robert is hiding something."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Norwood Builder (#2.3)}": "Knowing that he is about to be arrested for murder, John Hector McFarlane asks for Sherlock Holmes' assistance in establishing his innocence. McFarlane is a solicitor who was visited the previous day by Jonas Oldacre who wanted to draw up a will. McFarlane was astonished to learn that Oldacre was naming him as the beneficiary of his fortune. McFarlane had never met the man who claimed to have known his parents long ago and having no issue of his own, wanted to leave everything to him. McFarlane drew up the papers and called at Oldacre's home that evening to have everything signed but sometime in the night the man was killed and the body burned beyond all recognition. Inspector Lestrade of Scotland Yard thinks he has an open and shut case but after Holmes interviews McFarlane's mother, he thinks there is something else afoot."}
{"Shivering Sherlocks (1948)": "The stooges witness an armed robbery and are brought in by the cops as suspects. After passing a lie detector test, the boys are freed but are now the only ones who can identify the crooks. Meanwhile, their friend Gladys has inherited a house in the country and the boys go with her to inspect it so she won't be gypped when its sold. The house turns out to be the crook's hideout, and when they abduct Gladys, the stooges must rescue her."}
{"The Adventure of Sherlock Holmes' Smarter Brother (1975)": "Sherlock Holmes' younger brother is annoyed that he has had to live in Sherlock's shadow for so long. When Sherlock goes to the continent, he sends a case to his brother who constantly tries with varying success, to imitate Sherlock's deductive and observational tricks. In 1891, Queen Victoria has handed over an important document to her Foreign Secretary, Lord Redcliff. The document is soon stolen from his safe. The document getting into the wrong hands could mean the start of war. As such, Queen Victoria personally contacts Sherlock Holmes to recover the document. Knowing exactly what he is doing concerning recovery of the document, Sherlock passes along one of his lesser cases to his younger brother, Sigerson Holmes, who detests his older brother as he believes he is much smarter than his more famous sibling. Regardless, Sigerson takes that case of a woman calling herself Bessie Bellwood, a music hall performer who is being blackmailed. By Sigerson's side is his new assistant, a Scotland Yard records clerk named Orville Stanley Sacker, who has a unique set of talents. Sigerson and Orville's investigation gets them into one predicament after another as they learn the true identity of their client, who has a connection to an opera singer named Eduardo Gambetti, to Lord Redcliff himself, and through association to Professor Moriarty - Sherlock Holmes' arch enemy - who is trying to recovery the Redcliff document himself to sell to the highest bidder."}
{"\"The Rivals of Sherlock Holmes\" (1971) {Madame Sara (#1.7)}": "While investigating death threats against two sisters, Dixon Druce falls under the charms of their friend, the mysterious Madame Sara. Druce tries to track down the sisters' estranged half brother, who stands to inherit a fortune upon their deaths. The smitten detective also starts to uncover the secrets of their alluring friend."}
{"\"Sherlock Holmes\" (1954) {The Case of the Winthrop Legend (#1.7)}": "Harvey Winthrop comes to see Sherlock Holmes out of concern for his older brother John. There is an old family legend that foretells the death of any Winthrop who unexpectedly finds silver coins in his possession, and in fact his brother has recently found several such coins. Holmes does not believe the legend, but he agrees to come to Winthrop Manor to investigate. John Winthrop also scoffs at the legend, but that same night he is found dead at the foot of the staircase. Holmes is certain that someone has murdered him, using the legend to cover up the truth."}
{"Young Sherlock Holmes (1985)": "Sherlock Holmes and Dr. Watson meet as boys in an English Boarding school. Holmes is known for his deductive ability even as a youth, amazing his classmates with his abilities. When they discover a plot to murder a series of British business men by an Egyptian cult, they move to stop it. Paired with the owlish, reticent young Watson, Sherlock Holmes embarks on the solution of a mystery that involves a hallucinatory and lethal drug, and a religious cult celebrating ancient Egyptian rites of mummification. They all enter and view, from a hiding place, an Ancient-Egyptian-themed cult, known as the Rame-Tep (also known as Rametep and Ramatep), performing a ceremony in which a young girl is hypnotized, wrapped in linen and killed with the pouring of boiling wax atop her body. The trio gets spotted, and are each hit by a thorn and experience their own horrific hallucinations in a graveyard, but eventually recover."}
{"\"Sherlock Holmes\" (1964) {The Devil's Foot (#1.2)}": "Whilst in Cornwall Holmes is approached by the local vicar to determine how Brenda Tregennis died whilst sitting in a room, playing cards with her two brothers, who were struck down with dementia as a result. The trail leads to an African adventurer and a deadly root known as the Devil's Foot."}
{"Sherlock Holmes und das Halsband des Todes (1962)": "Sherlock Holmes and Dr. Watson try to solve the case of the stealing of Cleopatra's necklace, found by archaeologists in Egypt. They soon discover that the evil professor Moriarty is behind it all."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Assyrian rejuvenator (#1.11)}": "Inflated claims about the powers of an expensive elixir put private investigator Romney Pringle in pursuit of a ruthless con man. The trckster has reason to believe that his customers won't complain, but Pingle sets out to destroy the crooked business."}
{"\"Sherlock Holmes\" (1954) {The Case of the Exhumed Client (#1.31)}": "Sir Charles Farnsworth is found dead in his mysterious Farnsworth Castle. It turns out that Farnsworth had a clause inserted in this will that his death, no matter what the apparent cause, would be investigated by Sherlock Holmes. Holmes' investigation reveals traces of arsenic in the man's body, and there seems to be no shortage of people who knew Sir Charles who wanted him dead."}
{"\"Sherlock Holmes\" (1954) {Case of the Vanished Detective (#1.19)}": "Sherlock Holmes has been missing for two days, and Dr. Watson frantically summons Inspector Lestrade to help him search for the detective. The two of them find a letter asking Holmes to take a case on behalf of a shop owner, so they visit the man's shop. But the proprietor denies any knowledge of Holmes, and he also denies writing the letter. Watson's suspicions are aroused, and when Lestrade finds Holmes's hat and coat in the shop, they are sure that they are on the right track."}
{"\"The Adventures of Sherlock Holmes\" (1984) {The Crooked Man (#1.5)}": "Egged on by his friend Dr. Watson, Holmes agrees to investigate the murder of Col. James Barclay who rose from the ranks to command his Regiment. After returning home from her monthly evening out helping the poor, the dead man's wife Nancy had a flaming row with her husband. After hearing a scream, the servants try to enter the room only to find locked from the inside. When they do manage to enter, they find the Colonel dead from what appears to be a blow to the head and Nancy in a feint. Holmes learns that at her charity work, she had reacted in shock when she approached a new arrival, an old man with a bent back and crooked legs."}
{"\"Sherlock\" (2010) {A Scandal in Belgravia (#2.1)}": "Following a bizarre stand-off with master criminal Moriarty, ended when the villain responds to a phone call, Sherlock interrupts his investigation of a rural slaying when summoned to Buckingham Palace. Dominatrix Irene Adler has incriminating photos of a royal princess which Sherlock is engaged to retrieve. However, having engineered a meeting with Irene, Sherlock realizes that she has far more dangerous evidence in her possession, sought by rogue CIA agents, and which cause her to fake her death and pass the facts, encrypted in her camera phone, to Sherlock. Having deciphered the explosive result and discovered a government plot, Sherlock has to consider if Irene can be trusted and indeed if she is in league with Moriarty. Sherlock Holmes and his Internet blogging friend Dr. John Watson are summoned to Buckingham Palace to deal with a matter of national importance. Sherlock's brother, Mycroft Holmes, tells them that dominatrix Irene Adler has been in touch with Palace officials to tell them she has in her possession embarrassing photos of one of the younger royals, a regular client. She hasn't asked for money and there has been no suggestion from her that she is blackmailing anyone. Holmes meets her and is fascinated by her intellect and her boldness. She's obviously in trouble however and clearly has something that a CIA black ops team is out to retrieve."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Red Circle (#1.4)}": "Sherlock Holmes is approached by Mrs. Hudson to assist a friend of hers. The lady also lets furnished rooms and is now worried about what one of her boarders may be up to. The man had come to her 10 days before and paid her an exorbitant amount to ensure complete privacy during his stay. His meals are left outside his door and no one enters the room. Now the landlady can't sleep at night wondering what the person is up to. Based on the available information, it's apparent to Holmes that the lodger is an Italian gentleman who had recently arrived from New York City. Knowing of recent crimes there, Holmes soon knows the man's identity and that he is running away from the head of a sinister group known as the Red Circle."}
{"Sherlock Holmes (1922)": "One of Barrymore's most prestigious early roles, this rarely seen film also presents screen debuts of William Powell and Roland Young. When a young prince is accused of a crime that could embroil him in international scandal, debonair super-sleuth Sherlock Holmes comes to his aid, and quickly discovers that behind the incident lurks a criminal mastermind eager to reduce Western civilization to anarchy."}
{"\"Sherlock\" (2010) {A Study in Pink (#1.1)}": "Wounded in Afghanistan while in the Army, Dr. John Watson returns to contemporary London and though a mutual acquaintance becomes the flatmate at Mrs. Hudson's house at 221B Baker Street with brilliant if eccentric private investigator Sherlock Holmes. There have been three identical apparent suicides, and Inspector Lestrade asks for Sherlock's intervention over the fourth, the suspicious death of Jennifer Wilson. As she lay dying she wrote 'Rachel' in the dust and Sherlock deduces that this was not only the name of her stillborn daughter of many years earlier but the password to her mobile phone. Jennifer sent a text to her killer to give a clue as to their identity. This leads Sherlock to a meeting in a deserted college with a terminally ill serial killer, slaying people for kicks, to show superiority over the rest of society and determined to make Sherlock the next victim. In a re-telling of the classic story set in modern day London, Dr. John Watson, recently invalided out of the army following his service in Afghanistan, agrees to share a flat with a private detective, Sherlock Holmes. Watson is amazed at Holmes' powers of observation as well as at his eccentricities. Holmes has occasionally helped the police, and DI Lestrade in particular, whose current case is most baffling. They are investigating the deaths of four people, all of whom apparently committed suicide. However, several connections in the cases lead the police to think that there may be another explanation. Holmes agrees to assist, particularly after studying the most recent crime scene where the victim, a lady dressed in pink, scratched the word RACHE on the floor boards. With Watson providing what proves to be invaluable assistance, the game is afoot."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Horse of the Invisible (#1.5)}": "A ghost detective named Carnacki investigates the haunting of a country house that threatens the wedding of the homeowner's daughter and her fiance. Carnacki does not suspect supernatural forces are at work in this case, but even a ghostbuster can be wrong."}
{"The Pipe Dream Continues: An Irregular Look at Sherlock Holmes in Minnesota (1998) (V)": "1-hour video docu-drama recounts Holmes's deadly encounter with Professor Moriarty at Minnesota's Reichenbach Falls! With conversations and encounters of Holmes, Watson, this video salutes the 50th Anniversary of the Norwegian Explorers, Minnesota's chapter of the Baker Street Irregulars."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Mystery of the Amber Beads (#2.13)}": "After the strangulation of a rich widow, her necklace turns up in a pawnshop run by a young gypsy woman named Hagar. The police quickly zero in on a chief suspect, but Hagar has other ideas about the culprit. However, sometimes even her instincts can let her down."}
{"\"The Case-Book of Sherlock Holmes\" (1991) {The Problem of Thor Bridge (#1.2)}": "When Maria Gibson is shot through the head while standing on the Thor Bridge on her estate, the family's governess, Grace Dunbar, is arrested for murder. Not only does she admit meeting her mistress on the bridge, the police find the murder weapon in her room. She vehemently denies killing the woman and Senator J. Neil Gibson, the dead woman's husband, believes her. He hires Sherlock Holmes to get to the bottom of it all. The Senator admits that he and Miss Dunbar have affections for one another but that neither of them had anything to do with the murder. Dr. Watson is convinced that the Senator is the culprit but Holmes comes to an entirely different conclusion."}
{"\"Sherlock Holmes\" (1964) {The Solitary Cyclist (#2.14)}": "Miss Violet Smith is hired as a governess to the kindly widower Mr. Carruthers at his country house. She is unsettled by the presence of a rude house guest and even more so by a solitary cyclist who appears out of nowhere to follow her along lonely lanes, disappearing just as suddenly. She asks Holmes to investigate."}
{"\"The Memoirs of Sherlock Holmes\" (1994) {The Cardboard Box (#1.6)}": "Sherlock Holmes is asked by Susan Cushing if he could attempt to locate her sister, Mary Browner, recently married to a seaman, Jim Browner. She's worried that something may have happened to her and refuses to accept that she may have run off with another man. Holmes isn't interested in the case and offers to refer her to a missing persons agency. He is drawn into a case by Scotland Yard when the same Susan Cushing who sought to engage him receives two human ears in a box. Susan is convinced that they were sent by a lodger, a medical student whom she recently evicted for dallying with another sister, Sarah. There's now been a falling out between those sisters and Sarah is running a local mission house. Holmes isn't so sure that the ears were sent by the medical student and as he looks more deeply into the case, determines there is a connection between that occurrence and the third missing sister, Mary."}
{"Sherlock Uncovered (2012) (TV)": "The stars of Sherlock, Benedict Cumberbatch and Martin Freeman, talk in depth about the success of the first season and look ahead to season 2. This bonus feature also includes the show's creators, Steven Moffat and Mark Gatiss, discussing the dilemmas and pitfalls they faced when bringing these classic Holmes stories into the 21st century."}
{"\"Murder, She Wrote\" (1984) {The Murder of Sherlock Holmes (#1.0)}": "In this Pilot episode we are introduced to Jessica Fletcher, a recent widow, who lives in Cabot Cove, Maine. Jessica is an English teacher who becomes a mystery book author thanks to her nephew, Grady Fletcher. Grady submits his Aunts manuscript to a publishing company who loves it and publishes it immediately. It is a best-seller and Jessica goes to New York City to promote her new book. While there Jessica gets involved in a murder while at her publishers home for a costume party. When her nephew becomes a suspect of the murder, Jessica must find the real killer. Jessica Fletcher gets a call from her nephew Grady who lives in New York and who tells her he's found a publisher for her mystery novel. She wasn't aware that he had shown it to anyone as it was something she did to occupy her time after the death of her husband. As her novel climbs the best seller charts, she is soon in New York making the rounds of TV and radio talk shows and attending book signings. She also attends a costume party at the home of her publisher Preston Giles. The next day however they find one of the guests, Caleb McCallum who was dressed as Sherlock Holmes, floating face down in the pool. Only it turns out to be someone else altogether but wearing the same costume. Jessica is working with the local chief of police, Roy Gunderson, but the key to finding the murderer is to first determine who the victim was supposed to be. When Grady is arrested for murder, Jessica has an even greater incentive to solve the case."}
{"\"The Adventures of Sherlock Holmes\" (1984)": "This highly detailed series recreated the adventures of Conan Doyle's Victorian detective in painstaking detail, sometimes to the extent of recreating the illustrations which accompanied the original story publication in \"Strand\" magazine during the late 19th century. Thirteen of the Holmes short stories were adapted in this series, which was followed by two sequels (\"Return\" and \"Casebook\") as well as several TV movie adaptations. Together the intrepid detective and his faithful companion, Dr. Watson, solve the mysteries of copper beeches, a Greek interpreter, the Norwood builder, a resident patient, the red-headed league, and one final problem. Sherlock Holmes and Dr. Watson investigate a scandal in Bohemia involving Irene Adler, chalk drawings of dancing men, the identity of a crooked man, a missing naval treaty, a solitary cyclist's mysterious follower, the dangers of a speckled band, and a blue carbuncle found in the crop of a goose."}
{"Sherlock: Undercover Dog (1994)": "Billy, 10, a dreamer, wants to be taken seriously so he can live with his toy-designer father on Catalina Island. Billy's plans get seriously spoilt when Sherlock, a talking police dog, demands his help to rescue his police detective handler kidnaped by smugglers. But Sherlock likes to keep his talking a closely-guarded secret. So now no one will take Billy seriously until he rescues the kidnaped detective and catches the smugglers..."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Moabite Cypher (#2.9)}": "Coming to the aid of a man kicked by a rearing police horse, Dr. John Thorndyke stumbles upon an anarchist plot to assassinate a visiting Russian grand duke. The key appears to be a cryptogram written in ancient Moabite found on the man's body."}
{"The Adventures of Sherlock Holmes (1939)": "Professor Moriarity has a scheme for stealing the crown jewels from the Tower of London. To get Holmes involved, he persuades a gaucho flute player to murder a girl."}
{"\"The Rivals of Sherlock Holmes\" (1971) {The Affair of the Avalanche Bicycle & Tyre Co. Ltd. (#1.3)}": "Private detective Horace Dorrington sees no conflict in helping himself while helping his clients. A promising new bicycle company presents him with an opportunity to cash in on his insider knowledge. But it's a dirty business, so Dorrington takes steps to ensure he's not taken for a ride."}
